{
  "fullContent": "  \n\n# Influence of substituents on the nitrogen atom of 3-\\[2-(4-aminophenyl)benzoxazol-5-yl\\]alanine derivatives on their photophysical properties - solvatochromic studies\\*\n\nKatarzyna Guzow, Agnieszka Ceszlak, Marta Kozarzewska and Wieslaw Wiczk\\*\n\nReceived 6th April 2011, Accepted 27th May 2011 DOI: 10.1039/c1pp05123g\n\nSpectral and photophysical properties of three derivatives of 3-\\[2-(4-aminophenyl)benzoxazol-5- yl\\]alanine were studied in 36 solvents. The amino group was substituted by methyl and/or phenyl in various combinations ( N,N\\_ { N , N }N,N​ -dimethyl, NNN -phenyl, N.N .N. methyl NNN -phenyl). It has been found that the type of substituents on the nitrogen atom determines the spectral and photophysical properties of the compounds studied. The change of the dipole moment in going from the ground to the excited state as well as the dependence of the spectral and photophysical properties of compounds on the solvent polarity parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ were analyzed. Additionally, spectral and photophysical properties of the compounds studied were analyzed applying multi-linear correlation using the three-parameter solvents scales of KamletTaft and Catalán. Moreover, the new four-parameter Catalán solvent scale, which takes into account polarizability, dipolarity, acidity, and basicity of the solvents, was also applied giving a better ft than the three-parameter solvent scales. The correlation analysis reveals that the position of the UV/Vis absorption band depends primarily on the change of polarizability of the environment of the dye, although the solvent dipolarity cannot be neglected. However, the position of the fluorescence band and photophysical properties such as the fluorescence rate constant depend mostly on the solvent dipolarity.\n\n# 1 Introduction\n\nIt is commonly acknowledged that solvent-dependent UV-Vis spectral band shifts can arise from either general and/or specific solvent effects.1 The first effect results from isotropic interactions of the chromophore dipole moment with the reaction field induced in the surrounding solvent. Specific effects result from the shortrange anisotropic interactions between the chromophore with one or more solvent molecules in its first solvation shell, an important example of which is the formation of hydrogen bonds. It is thus of interest to quantify the relative contributions from these two effects.\n\nIn order to obtain an insight to the various models of solvation, several empirical solvent polarity parameters have been proposed to characterize and rank empirically the polarity of a solvent.26 One of the most popular solvent polarity scales is the Er(30)E \\_ { \\\\mathrm { r } } ( 3 0 )Er​(30) scale, based on Vis spectroscopic band shifts of a negatively solvatochromic standard probe,2 or the normalized ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ parameter defined according to eqn (1):\n\nETN\\=ET(solvent)−ET(TMS)ET(water)−ET(TMS) E \\_ { \\\\mathrm { T } } ^ { \\\\mathrm { N } } = { \\\\frac { E \\_ { \\\\mathrm { T } } ( \\\\mathrm { s o l v e n t } ) - E \\_ { \\\\mathrm { T } } ( \\\\mathrm { T M S } ) } { E \\_ { \\\\mathrm { T } } ( \\\\mathrm { w a t e r } ) - E \\_ { \\\\mathrm { T } } ( \\\\mathrm { T M S } ) } } ETN​\\=ET​(water)−ET​(TMS)ET​(solvent)−ET​(TMS)​\n\nwhere TMS denotes tetramethylsilane.3 These parameters are mostly used to correlate the absorption or emission transition energies, however fluorescence lifetimes as well as Stokes shifts are also used in such correlations.79\n\nThe multiple linear regression approach of Kamlet and coworkers4 and Catalán and co-workers5,6 has also been used to correlate UVVis absorption and emission energies with an index of the solvent dipolarity/polarizability, which is a measure of the solvent's ability to stabilize a charge or dipole through nonspecific dielectric interactions π∗\\\\pi ^ { \\* }π∗ or SPPS P PSPP ), and indices of the solvent's hydrogen-bond donor strength ( α\\\\scriptstyle { \\\\alpha }α or SAS ASA ), and hydrogen-bond acceptor strength β\\\\betaβ or SBS BSB ), according to eqn (2) (Kamlet-Taft equation) and (3) (Catalán equation):\n\ny\\=y0+aπ∗π+bα⋅α+cβ⋅β y = y \\_ { 0 } + a \\_ { \\\\pi ^ { \\* } } \\\\pi + b \\_ { \\\\alpha } { \\\\cdot } \\\\alpha + c \\_ { \\\\beta } { \\\\cdot } \\\\beta y\\=y0​+aπ∗​π+bα​⋅α+cβ​⋅β\n\ny\\=y0+aSPP.SPP+bSA.SA+cSB.SB y = y \\_ { 0 } + a \\_ { \\\\mathrm { S P P } } . S P P + b \\_ { S A } . S A + c \\_ { S B } . S B y\\=y0​+aSPP​.SPP+bSA​.SA+cSB​.SB\n\nRecently, Catalán6 introduced a new generalized solvent polarity empirical scale splitting the SPPS P PSPP parameters into two components: SPS PSP solvent polarizability, and SdP solvent\n\ndipolarity. Mathematically, the new scheme is formulated as follows:\n\ny\\=y0+aSP.SP+bSdP.SdP+cSA.SA+dSB.SB y = y \\_ { 0 } + a \\_ { S P } . S P + b \\_ { S d P } . S d P + c \\_ { S A } . S A + d \\_ { S B } . S B y\\=y0​+aSP​.SP+bSdP​.SdP+cSA​.SA+dSB​.SB\n\nwhere yyy denoted a solvent-dependent physicochemical property in a given solvent and y0y \\_ { 0 }y0​ the statistical quantity corresponding to the value of property in the gas phase; SPS PSP , SdP, SAS ASA , and SBS BSB represent independent solvent parameters accounting for various types of solute-solvent interactions; aSPa \\_ { S P }aSP​ , bSdPb \\_ { S d P }bSdP​ , cSAc \\_ { S A }cSA​ ,and dSBd \\_ { S B }dSB​ are adjustable coefficients that reflect the sensitivity of the physical property yyy in a given solvent to the various solvent parameters.\n\nIn case of different electron densities in the electronic ground and excited state of a light-absorbing molecule, its dipole moment varies in these two states. Thus, a change of the solvent affects the ground and excited state differently.\n\nThe correlation of the Stokes shift with the microscopic solvent polarity parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ can be applied to calculate the dipole moment change between the excited and ground state.8 According to the equation proposed by Ravi et al.,8a the problem associated with the Onsager's radius estimation can be minimized since a ratio of two Onsager's radii is involved according to eqn (5):\n\nΔν~\\=ν~a−ν~f\\=11307.6\\[(ΔμΔμB)2(aBa)3\\]ETN+const \\\\Delta \\\\tilde { \\\\nu } = \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } } - \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } } = 1 1 3 0 7 . 6 \\\\left\\[ \\\\left( \\\\frac { \\\\Delta \\\\mu } { \\\\Delta \\\\mu \\_ { \\\\mathrm { B } } } \\\\right) ^ { 2 } \\\\left( \\\\frac { a \\_ { \\\\mathrm { B } } } { a } \\\\right) ^ { 3 } \\\\right\\] E \\_ { \\\\mathrm { T } } ^ { \\\\mathrm { N } } + c o n s t Δν~\\=ν~a​−ν~f​\\=11307.6\\[(ΔμB​Δμ​)2(aaB​​)3\\]ETN​+const\n\nwhere ΔμB\\\\Delta \\\\mu \\_ { \\\\mathrm { B } }ΔμB​ and aBa \\_ { \\\\mathrm { B } }aB​ are the dipole moment change (Δμ\\=μe−μg)( \\\\Delta \\\\mu = \\\\mu \\_ { \\\\mathrm { e } } - \\\\mu \\_ { \\\\mathrm { g } } )(Δμ\\=μe​−μg​) and Onsager's radius, respectively, for a pyridinium NNN -phenolate betaine dye used to determine the E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ values ΔμB\\=9 D \\\\Delta \\\\mu \\_ { \\\\mathrm { B } } = 9 \\\\mathrm { ~ D ~ }ΔμB​\\=9 D  and aB\\=6.2 A˚ a \\_ { \\\\mathrm { B } } = 6 . 2 \\\\mathrm { ~ \\\\AA ~ }aB​\\=6.2 A˚  , whereas Δμ\\\\Delta \\\\muΔμ and aaa are the corresponding quantities for the molecule under study. The Stokes shift can be also used to determine the excited-state dipole moment of a molecule using a solvatochromic method. For spherical molecules, in the case of isotropic polarizability of a molecule based on the theory of Kawski,9 eqn (6) and (7) hold:\n\nν~a−ν~f\\=mlf(εr,n)+const \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } } - \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } } = m \\_ { \\\\mathrm { l } } f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) + c o n s t ν~a​−ν~f​\\=ml​f(εr​,n)+const\n\nν~a−ν~f\\=−m2\\[f(εr,n)+2g(n)\\]+const { \\\\tilde { \\\\nu } } \\_ { \\\\mathrm { a } } - { \\\\tilde { \\\\nu } } \\_ { \\\\mathrm { f } } = - m \\_ { 2 } \\[ f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) + 2 g ( n ) \\] + c o n s t ν~a​−ν~f​\\=−m2​\\[f(εr​,n)+2g(n)\\]+const\n\nwhere ν~a\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } }ν~a​ and ν~f\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } }ν~f​ are the absorption and emission band maxima (in wavenumbers), respectively, measured in solvents of different relative permittivities εr\\\\scriptstyle { \\\\varepsilon \\_ { \\\\mathrm { r } } }εr​ and different refractive indices nnn The solvent polarity functions f(εr,n)f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n )f(εr​,n) and g(n)g ( n )g(n) are given by eqn (8) and (9):\n\nf(εr,n)\\=εr−12εr+1−n2−12n2+1(1−2αa3εr−12εr+1)(1−2αa3n2−12n2+1)2 f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) = { \\\\frac { { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } - { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } } { \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } \\\\right) \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) ^ { 2 } } } f(εr​,n)\\=(1−a32α​2εr​+1εr​−1​)(1−a32α​2n2+1n2−1​)22εr​+1εr​−1​−2n2+1n2−1​​\n\ng(n)\\=n2−12n2+1(1−2αa3n2−12n2+1)(1−2αa3n2−12n2+1)2 g ( n ) = { \\\\frac { \\\\displaystyle { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) } { \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) ^ { 2 } } } g(n)\\=(1−a32α​2n2+1n2−1​)22n2+1n2−1​(1−a32α​2n2+1n2−1​)​\n\nFor an isotropic polarizability of the solute (α)( \\\\alpha )(α) the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 is frequently fulfilled, and eqn (8) and (9) can be considerably simplified to eqn (10) and (11):\n\nf(εr,n)\\=2n2+1n2+2εr−1εr+2−n2−12n2+1∣ f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) = { \\\\frac { 2 n ^ { 2 } + 1 } { n ^ { 2 } + 2 } } { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { \\\\varepsilon \\_ { \\\\mathrm { r } } + 2 } } - { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\Biggr | f(εr​,n)\\=n2+22n2+1​εr​+2εr​−1​−2n2+1n2−1​​\n\ng(n)\\=3(n4−1)2(n2+2)2 g ( n ) = { \\\\frac { 3 ( n ^ { 4 } - 1 ) } { 2 { ( n ^ { 2 } + 2 ) } ^ { 2 } } } g(n)\\=2(n2+2)23(n4−1)​\n\nUsing a slope obtained from eqn (6) and (7) and knowing the ground-state dipole moment, the excited-state dipole moment can be calculated using eqn (12) and (13):\n\nm1\\=(μ⃗e−μ⃗g)22πε0hca3\\=(μe2+μg2−2μeμgcos⁡Ψ)2πε0hca3 m \\_ { \\\\mathrm { 1 } } = { \\\\frac { ( { \\\\vec { \\\\mu } } \\_ { \\\\mathrm { e } } - { \\\\vec { \\\\mu } } \\_ { \\\\mathrm { g } } ) ^ { 2 } } { 2 \\\\pi \\\\varepsilon \\_ { \\\\mathrm { 0 } } h c a ^ { \\\\mathrm { 3 } } } } = { \\\\frac { ( { \\\\mu \\_ { \\\\mathrm { e } } } ^ { 2 } + { \\\\mu \\_ { \\\\mathrm { g } } } ^ { 2 } - 2 \\\\mu \\_ { \\\\mathrm { e } } \\\\mu \\_ { \\\\mathrm { g } } \\\\cos \\\\Psi ) } { 2 \\\\pi \\\\varepsilon \\_ { \\\\mathrm { 0 } } h c a ^ { \\\\mathrm { 3 } } } } m1​\\=2πε0​hca3(μ​e​−μ​g​)2​\\=2πε0​hca3(μe​2+μg​2−2μe​μg​cosΨ)​\n\nm2\\=(μe 2−μg 2)2πε0hca3 m \\_ { 2 } = \\\\frac { ( \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } - \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } ) } { 2 \\\\pi \\\\varepsilon \\_ { 0 } h c a ^ { 3 } } m2​\\=2πε0​hca3(μe 2​−μg 2​)​\n\nwhere μe\\\\mu \\_ { \\\\mathrm { e } }μe​ and μg\\\\mu \\_ { \\\\mathrm { g } }μg​ are the dipole moments in the excited and ground state, respectively, aaa is Onsager's interaction radius of the solute, hhh is Planck's constant, ccc is the velocity of light in vacuum, and ε0\\\\varepsilon \\_ { 0 }ε0​ is the permittivity of vacuum, thus 2πε0hc\\=1.105110440×10−35C22 \\\\pi \\\\varepsilon \\_ { 0 } h c = 1 . 1 0 5 1 1 0 4 4 0 \\\\times 1 0 ^ { - 3 5 } \\\\mathrm { C } ^ { 2 }2πε0​hc\\=1.105110440×10−35C2 .\n\nGenerally, the dipole moments μe\\\\mu \\_ { \\\\mathrm { e } }μe​ and μg\\\\mu \\_ { \\\\mathrm { g } }μg​ are not parallel to each other but make an angle ψ\\\\psiψ . The use of eqn (12) and (13) leads to the eqn (14) and (15):\n\nμe\\=(μg 2+12m2hca3) \\\\mu \\_ { \\\\mathrm { { e } } } = { \\\\sqrt { ( \\\\mu \\_ { \\\\mathrm { { g } } } ^ { ~ 2 } + { \\\\frac { 1 } { 2 } } m \\_ { \\\\mathrm { { } } \\_ { 2 } } h c a ^ { 3 } ) } } μe​\\=(μg 2​+21​m2​​hca3)​\n\ncos⁡Ψ\\=12μeμg\\[(μg 2+μe 2)−m1m2(μg 2−μe 2)\\] \\\\cos \\\\Psi = \\\\frac { 1 } { 2 \\\\mu \\_ { \\\\mathrm { e } } \\\\mu \\_ { \\\\mathrm { g } } } \\\\bigg \\[ ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } + \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) - \\\\frac { m \\_ { \\\\mathrm { 1 } } } { m \\_ { \\\\mathrm { 2 } } } ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } - \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) \\\\bigg \\] cosΨ\\=2μe​μg​1​\\[(μg 2​+μe 2​)−m2​m1​​(μg 2​−μe 2​)\\]\n\nIf the ground and excited-state dipole moments are parallel, based on eqn (12) and (13) eqn (16)(18) can be derived:\n\nμg\\=m2−m12hca32m1 \\\\mu \\_ { \\\\mathrm { g } } = { \\\\frac { m \\_ { 2 } - m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μg​\\=2m2​−m1​​2m1​hca3​​\n\nμe\\=m2+m12hca32m1 \\\\mu \\_ { \\\\mathrm { e } } = { \\\\frac { m \\_ { 2 } + m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μe​\\=2m2​+m1​​2m1​hca3​​\n\nor\n\nμe\\=μgm1+m2m2−m1form2\\>m1 \\\\mu \\_ { e } = \\\\mu \\_ { g } { \\\\frac { m \\_ { 1 } + m \\_ { 2 } } { m \\_ { 2 } - m \\_ { 1 } } } \\\\quad \\\\mathrm { f o r } m \\_ { 2 } > m \\_ { 1 } μe​\\=μg​m2​−m1​m1​+m2​​form2​\\>m1​\n\nFrom eqn (16) and (17) arise that for parallel orientated dipole moments in the ground and excited state, both of them μg\\\\mathcal { \\\\mu } \\_ { \\\\mathrm { g } }μg​ as well as μe,\\\\mu \\_ { \\\\mathrm { e } , }μe,​ )can be calculated directly from the spectroscopic measurements. Knowing the ground-state dipole moment and using eqn (18), there is no need to estimate Onsager's cavity radius for the μe\\\\mu \\_ { \\\\mathrm { e } }μe​ calculations.\n\nThe solvatochromic effect is frequently used in biophysical studies of the polarity of microenvironments of peptides, proteins, and lipid bilayers using intrinsic or extrinsic fluorescent probes.10 Among the proteinogenic aromatic amino acids only tryptophan shows an evident solvatochromic effect.10,11 To bypass the limitation connected with tryptophan, we synthesized nonproteinogenic aromatic amino acids based on the benzoxazol-5- yl-alanine skeleton which are characterized by high fluorescence quantum yields.7d,12 In this paper, we present the influence of solvents on the spectral and photophysical properties of substituted aminophenyl derivatives of benzoxazol-5-yl-alanine (Fig. 1), applying multi-linear correlations as well as the solvatochromic method to determine excited-state dipole moments of the compounds 13 studied.\n\n![](https://storage.treer.ai/images/6d81c16660424d78138e0a4fa630f8a58978732f79dceb883428a1c91e7b358d.jpg)  \nFig. 1 The molecular structures of compounds 13.\n\n# 2 Experimental\n\n# 2.1 Synthesis\n\nCompounds 13 (Fig. 1) were synthesized according to the procedure published previously based on the oxidative cyclization of the Schiff base obtained from NNN -Boc-3-aminotyrosine methyl ester and the appropriate aldehyde7d,12 (details of synthesis, purification, and identification of the compounds are presented in Supporting Informations). Also, 4- NNN -methyl N.N .N. -phenylamino)benzaldehyde and 4-( NNN -phenylamino)benzaldehyde were synthesized applying the procedure described in ref. 13.\n\n# 2.2 Spectroscopic measurements\n\nThe UV/Vis absorption spectra of (13) in all 36 solvents studied were measured using a PerkinElmer Lambda 40P spectrophotometer, whereas emission spectra were measured using a Perkin— Elmer LS 50B spectrofluorimeter. Solvents of the highest available quality (spectroscopic or HPLC grade) were used. Fluorescence quantum yields (QY)( Q Y )(QY) were calculated with quinine sulphate in 0.5 M\\\\mathbf { 0 . 5 \\\\ M }0.5 M H2SO4\\\\mathrm { H } \\_ { 2 } \\\\mathrm { S O } \\_ { 4 }H2​SO4​ QY\\=0.53±0.02)Q Y = 0 . 5 3 \\\\pm 0 . 0 2 )QY\\=0.53±0.02) as reference and were corrected for different refractive indices of solvents.1° In all fluorimetric measurements, the optical density of the solution does not exceed 0.1. The fluorescence lifetimes were measured with a timecorrelated single-photon counting apparatus Edinburgh CD-900. The excitation source was a NanoLed N16 (UV LED λ\\=339\\\\lambda = 3 3 9λ\\=339 nm) from IBH. The half-width of the response function of the apparatus, measured using a Ludox solution as a scatter, was about 1.0 ns.1 . 0 \\\\ \\\\mathrm { n s } .1.0 ns. The emission wavelengths were isolated using a monochromator (about 12nm1 2 \\\\mathrm { n m }12nm spectral band-width). Fluorescence decay data were fitted by the iterative convolution to the sum of exponents according to eqn (19):\n\nI(t)\\=∑iαiexp⁡(−t/τi) I ( t ) { = } \\\\sum \\_ { i } \\\\alpha \\_ { i } \\\\exp ( - t / \\\\tau \\_ { i } ) I(t)\\=i∑​αi​exp(−t/τi​)\n\nwhere αi\\\\alpha \\_ { i }αi​ is the pre-exponential factor obtained from the fluorescence intensity decay analysis and τi\\\\tau \\_ { i }τi​ the decay time of the i⋅i \\\\cdoti⋅ -th component, using a software supported by the manufacturer. The adequacy of the exponential decay fitting was judged by visual inspection of the plots of weighted residuals as well as by the statistical parameter χ R 2\\\\boldsymbol { \\\\chi } \\_ { \\\\mathrm { ~ R ~ } } ^ { 2 }χ R 2​ and shape of the autocorrelation function of the weighted residuals and serial variance ratio (SVR)( S V R )(SVR) .\n\nLinear and multi-parametric correlations were performed using Origin v. 8.1 software.\n\n# 3 Results and discussion\n\n# 3.1 UV-Vis and fluorescence spectroscopy\n\n3.1.1 Compound (1). A selection of UV-Vis absorption and fluorescence emission spectra of 1 in selected solvents is presented in Fig. 2a, 2b and 3a, 3b, respectively, whereas the spectroscopic and photophysical properties of 1 are compiled in Table 1.\n\nFor compound 1, used as a reference compound in the discussion of the influence of substituents on the nitrogen atom on the spectral and photophysical properties of 13, the absorption spectra are structureless, except for the saturated hydrocarbons for which a vibrational structure is diffuse and weakly marked. The lack of the vibrational structure can be explained by the rotational freedom of the phenyl substituent electronically weekly coupled with the phenylbenzoxazole moiety, thus the observed absorption spectra are caused by different conformers. The increase of the solvent polarity slightly shifts the absorption bands to the red (Fig. 2a and 2b). The influence of solvent polarity on the fluorescence spectra is the same as observed for the absorption spectra, however the red shift observed for the emission spectra is much larger than that for absorption. This red shift is accompanied also by a loss of fine vibrational structure, except for saturated hydrocarbon solvents in which a vibrational structure is clearly shown, pointing to the more rigid structure of the compound in the excited state compared to the ground state. The substantial red shift of the emission spectra in polar solvents indicates a considerable change of the charge distribution and an increase of the dipole moment in the excited state compared to that of the ground state. Moreover, an increase of the emission band width (Table 2) is observed. Exceptionally broad emission spectra are recorded in 4-methyl1,3-dioxolan-2-one and formamide. The unusual shape of the emission spectrum in formamide (a maximum at about 425 nm4 2 5 ~ \\\\mathrm { n m }425 nm and a shoulder at about 500nm5 0 0 \\\\mathrm { n m }500nm indicates specific interactions in the excited state between 1 and solvent molecules. The observed changes of the position of emission bands of 1 are similar to that observed for 3-\\[2-(4-diphenylaminophenyl)benzoxazol-5- yl\\]alanine methyl ester.7d\n\nTable 1 UV/Vis spectroscopic and photophysical properties of 1 in 35 solvents studied  \n![](https://storage.treer.ai/images/74a105ce63cf9de925a777f326b9d3f9e9cad576937c35e0582b9f9d5a20a7e7.jpg)\n\nTable 1 (Contd.)  \n![](https://storage.treer.ai/images/a34fe19e58c17a4085a78bdb176ab68761fa8ed6eb59999e22ff1df4dc3c6171.jpg)\n\n![](https://storage.treer.ai/images/1d7d29a33aad5b2df6e141df7ce3f5930c22a884630e897385352680661cad8e.jpg)  \nFig. 2 (a) The UV/Vis absorption spectra of 1 in six selected solvents. (b) The UV/Vis absorption spectra of 1 in six selected solvents.\n\n![](https://storage.treer.ai/images/6b7f9d95d358003424166863699acc7f86ceb6d1e11f4b073cca3e8307a36de6.jpg)  \nFig. 3 (a) The fluorescence spectra of 1 in six selected solvents. (b) The fluorescence spectra of 1 in six selected solvents.\n\nThe fluorescence quantum yields distinctly depend on the solvent properties. Their small values are recorded in alcohols.\n\nTable 2 A full width at a half maximum of emission spectra of compounds 13 in six selected solvents  \n![](https://storage.treer.ai/images/e04c7bfcfb7d7bfe0351e7cb6a80d3fd9e6876e7228ba0d05fdf0f96df6aae03.jpg)\n\nMoreover, the alkyl chain of the alcohols influence the fluorescence quantum yield the longer it is, the higher the fluorescence quantum yield observed. Also, in polar solvents low fluorescence quantum yields are observed, contrary to the saturated hydrocarbons for which the fluorescence quantum yield is equal to unity or close to it. In the rest of the solvents studied, the fluorescence quantum yield is moderate, except for 1,2-dimethoxyethane ( QY\\=Q Y =QY\\= 0.07) and 4-methyl-1,3-dioxolan-2-one ( QY\\=0.11Q Y = 0 . 1 1QY\\=0.11 .\n\nThe fuorescence intensity decays are heterogeneous. Only in saturated and aromatic hydrocarbons are mono-exponential fluorescence decays observed (Table 1).\n\nThe fluorescence lifetime is small below 2 ns in saturated hydrocarbons and below 3 ns for aromatic ones. In the rest of the solvents studied, a bi-exponential fluorescence intensity decay is observed with one component close to 5 ns and the second below 1 ns. In formamide a three-exponential function is needed to describe correctly the fluorescence intensity decay of 1 confirming the complex nature of its interactions with the solvent. Moreover, the shortest fluorescence lifetimes are observed in alcohols with short alkyl chains, probably as a result of an increase of the radiationless rate constant.\n\n3.1.2 Compound 2. The substitution of phenyl by methyl substantially changes the photophysical properties of compound 2 compared to compound 1 (Fig. 1S and 2S, Table 1S, ESI†\\\\mathrm { E S I \\\\dagger }ESI† ). In solvents of low polarity, such as saturated hydrocarbons, a well-resolved vibrational structure is observed. However, in more polar solvents like 1,4-dioxane or tetrahydrofuran, the vibrational structure is diffuse whereas in polar or protic ones it totally disappears, thus only structureless absorption spectra are observed. The same behaviour is observed for the emission spectra. The more pronounced vibrational structure in the emission spectra observed in saturated hydrocarbon solvents, compared to the absorption one, indicates a more rigid structure in the excited state. The observed red shifts of the emission spectra with increasing solvent polarity is smaller than for compound 1, indicating a smaller change of the charge distribution of 2 in the excited state, compared to the ground state, and a lower change of the dipole moment in the excited state (Fig. 1S and 2S, ESI; Table 2). Moreover, in polar solvents the full width at half maximum of emission spectrum (fwhm) of 1 is larger than that observed for 2 (Table 2).\n\nThe fluorescence quantum yield of 2 is high (close to unity) and depends only slightly on the solvent polarity. The smallest fluorescence quantum yield is observed in trichloromethane (0.68) probably as an effect of quenching by heavy atom as well as in 1,2-dimethoxyethane (0.70) and formamide (0.71), solvents which strongly interact with compounds 13.\n\nThe fluorescence intensity decay of compound 2 is monoexponential (except for 4-methyl-1,3-dioxolan-2-one) and contrary to that of 1. The measured fluorescence lifetimes are relatively short (from 1 to 1.35 ns) and depend insignificantly on the solvents. The shortest fluorescence lifetime is observed for the solvent in which the fluorescence quantum yield is low, which confirms the fluorescence quenching of 2 by specific interactions with solvent molecules.\n\n3.1.3 Compound 3. The absorption and emission spectra of 3 are bathochromically shifted with an increase of solvent polarity in a similar way as observed for 1 and 2 (Fig. 3S and 4S, Table 2S, ESI†\\\\mathrm { E S I \\\\dagger }ESI† ). However, removing of the methyl group from the nitrogen atom causes a decrease of the electron-donating property of the NNN -phenylamino group. As a consequence, for 3 the red shift of the emission spectra is smaller than that observed for 1 but larger than for 2. Moreover, fwhm of fluorescence spectrum is wider than that of 2 and comparable to that of 1, except for 4-methyl-1,3-dioxolan-2-one and formamide, indicating the possibility of a hydrogen-bond formation of the NH group with these solvents. Narrower fluorescence spectra of 3 in 4-methyl1,3-dioxolan-2-one and formamide than that of 1 are additional support for specific interactions of 1 with these solvents. Also, analogously to compound 1, the fluorescence intensity decays of 3 are heterogeneous, except for hydrocarbon solvents. Moreover, the fluorescence lifetimes are generally shorter than that of 1 (Table 2S, ESI).\n\n# 3.2 A linear single parameter correlation\n\nThe E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ solvent polarity scale is frequently used to correlate different photophysical properties of solvatochromic compounds. Hereafter, such correlations are presented for compounds 1−^ { 1 - }1− 3. Absorption maximum wavenumber, fluorescence maximum wavenumber, Stokes shift, fluorescence quantum yield as well as fluorescence lifetime were correlated with the E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ parameter using the equation:\n\ny\\=y0+a⋅E T N y = y \\_ { 0 } + a { \\\\cdot } E \\_ { \\\\mathrm { ~ T ~ } } ^ { \\\\mathrm { N } } y\\=y0​+a⋅E T N​\n\nThe obtained slope values aaa and correlation coefficients (r)( r )(r) are compiled in Tables 3S,4S, 5S and illustrated in Figs. 5S, 6S, and 7S for compounds 1, 2, and 3, respectively (ESI†)( \\\\mathrm { E S I \\\\dag } )(ESI†) Generally, the values of correlation coefficients are small to moderate, indicating a weak or lack of correlation with the solvent parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ regardless of whether it is a whole set of solvents studied, or only protic and aprotic ones. However, for protic solvents the correlation coefficient is always lower than that for aprotic ones, except for the fluorescence quantum yield of 2 indicating that the partition of solvents into these two groups is in most cases justified.\n\nAccording to Ravi et al.,8a the dependence of the Stokes shift on the solvent parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ allows calculation of the dipole moment change between the ground and excited state using eqn (5). The obtained values are compiled in Table 3. A small change of the dipole moment (3.2 D)( 3 . 2 ~ \\\\mathrm { { D } } )(3.2 D) is observed for 2, a compound with a dimethylamino group. In this case all solvents were used in correlation whereas for derivatives with phenyl substituent on a nitrogen atom the dipole moment changes clearly depend on the type of solvent. For aprotic solvents, the change of the dipole moment is distinctly larger than that for protic ones, which in turn are comparable to the values obtained taking into account all solvents studied (Table 3).\n\nTable 3 The excited-state dipole moments calculated based on the correlation of Stokes shift with the ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ solvent parameter and from solvatochromism based on Kawski's theory  \n![](https://storage.treer.ai/images/cc1dd13d3000d8bc3cfc2a1ed885a56453fa2bfbeb359a720f5737442c7aff09.jpg)\n\nThe larger dipole moment changes observed for the derivatives containing a phenyl substituent on the nitrogen atom is probably a result of a greater charge delocalization within the bigger and aromatic substituent and an increase of the distance at which the charges in the excited state are spreading apart.\n\nThe solvatochromic properties were also applied to calculate the excited state dipole moment of the compound studied using equations (6) to (18). However, using this method it is still an open question which polarizability value of a solute should be adopted in the presented equations derived from Kawski's theory. To check whether the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 , frequently adopted in the literature, is fulfilled for the compounds studied the dependence of the correlation coefficient (r) describing the quality of fit of ν~abs∼ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } \\\\sim \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​∼ν~fluo​ (eqn (6)) and ν~abs + ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } ~ + ~ \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​ + ν~fluo​ (eqn (7)) versus appropriate solvent polarity functions (eqn (8) and (9)) with variable α/a3\\\\alpha / a ^ { 3 }α/a3 value was created (Fig. 4). The optimal value of α/a3\\\\alpha / a ^ { 3 }α/a3 obtained for 1 is equal to 0.57×10−10 C V−1 m−10 . 5 7 \\\\times 1 0 ^ { - 1 0 } \\\\mathrm { ~ C ~ V ^ { - 1 } ~ m ^ { - 1 } }0.57×10−10 C V−1 m−1 , thus the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 is fulflled and solvent polarity functions represented by eqn (10) and (11) were used for the excited state dipole moment calculations. In the calculation all solvents were taken into account (both protic and aprotic, except for these showing specific interactions with the solute like: 1,2-dimethoxyethane, formamide or 4-methyl-1,3-dioxolan-2-one) giving a good correlation. The obtained slopes of linear fits to the eqn (6) and (7) as well as the regression coefficients are presented in Table 6S and linear regression plot for 1 versus solvent polarity function is presented in Fig. 8S (ESI†). The ground-state dipole moments necessary for the calculation of the excited-state dipole moment were obtained from theoretical calculations using the DFT method implemented in TURBOMOLE package which together with the spherical Onsager's cavity radius for compounds studied are presented in Table 3. The dipole moment changes after excitation obtained using this method (Table 3) are comparable to that obtained from the fitting of Stokes shift versus E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ parameter (eqn (5)) when all solvents were taken into account. It is worth noting that derivatives with two small substituents on the nitrogen atom (NMe2)\\\\displaystyle ( \\\\mathrm { N M e } \\_ { 2 } )(NMe2​) or only one phenyl group as substituent have a similar small angle between ground-state and excited-state dipole moment, while, as for NPh2\\\\mathrm { { N P h } } \\_ { 2 }NPh2​ derivative,7d a large angle between the dipole moments in the ground and excited state is discovered for compound 1. It seems that the larger conformational freedom of the phenyl substituent in 1 compared to diphenyl derivative7d is a reason of a smaller angle ( 46∘4 6 ^ { \\\\circ }46∘ and 74∘7 4 ^ { \\\\circ }74∘ , respectively). Thus, all calculated values of the dipole moments using two different methods are comparable, in the range of the experimental error, however the method based on solvatochromism gives also the possibility to calculate the angle between the dipoles in the ground and excited state.\n\n![](https://storage.treer.ai/images/bd4f6e88308f9c153bd8a9338d54c7879c019b7fc7723175880ffd5fc8511f24.jpg)  \nFig. 4 The dependence of correlation coefficient on the α/a3\\\\alpha / a ^ { 3 }α/a3 for the fit of Stokes shift and sum of νabs+νfiuo\\\\nu \\_ { \\\\mathrm { a b s } } + \\\\nu \\_ { \\\\mathrm { f i u o } }νabs​+νfiuo​ .\n\n# 3.3 Multi-linear correlation\n\nThe solvent effect can be split into two different types of contributions, namely specific interactions (i.e. described as localized donoracceptor interactions involving specific orbitals and as acidbase interactions involving hydrogen bonding) and nonspecific interactions (i.e. those arising from the solvent acting as a dielectric continuum). In the literature, the solvent effect has been parameterized via many different solvent scales.6 The most frequently used solvent scales are those of Kamlet and Taft,4 and Catalán.5,6 Multi-parameter correlations are preferable and have been applied successfully to various physicochemical parameters. The physicochemical parameters yyy analyzed in this paper are the same as used in the correlation with Reichardt's E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ solvent parameter, i.e. the absorption maxima (ν~abs\\=I/λabs(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } = I / \\\\lambda \\_ { \\\\mathrm { a b s } } ( \\\\mathrm { m a x } ) )(ν~abs​\\=I/λabs​(max)) , the emission maxima (ν~fluo\\=1/λfluo(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } = 1 / \\\\lambda \\_ { \\\\mathrm { f l u o } } ( \\\\mathrm { m a x } ) )(ν~fluo​\\=1/λfluo​(max)) , the Stokes shifts Δν~\\=\\\\Delta \\\\tilde { \\\\nu } =Δν~\\= ν~abs − ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } \\\\mathrm { ~ - ~ } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )ν~abs​ − ν~fiuo​) (all in cm−1\\\\mathrm { c m } ^ { - 1 }cm−1 ), the fluorescence quantum yield (QY)( Q Y )(QY) , the fluorescence lifetime (τ)( \\\\tau )(τ) and furthermore, the radiative rate constants (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and the rate constants for radiationless decay (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) .\n\nAs stated by Filarowski et al.,14 the new four-parameter Catalán solvent scale has an advantage over other solvent scales (i.e. KamletTaft and old three-parameter Catalán solvent scales). Splitting the polarizability/dipolarity solvent parameter into two parameters (solvent's polarizability and dipolarity) results in a better correlation coefficient (more fitting parameters) and allows interpretation of the solvent effect deeper.15 Therefore, in this work the spectral and photophysical parameters of the compounds studied will be discussed based on the four-parameter Catalán solvent scale. However, because so far there is only one publication14 comparing the four- and three-parameter solvent scales, in the ESI there are given values of the coefficients for the two commonly used scales (Tables 7S12S) and a brief comparison with the four-parameter solvent scale to highlight the advantages of this new scale of solvent polarity.\n\n3.3.1 Compound 1. Table 4 collects the estimated coefficients and correlation coefficients (r)( r )(r) for the multi-linear regression analysis for the maxima of absorption ν~abs)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )ν~abs​) and fluorescence ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { { f i u o } } } )ν~fiuo​) , fluorescence quantum yield (QY)( Q Y )(QY) and Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) of 1 in solvents studied using Catalán four-parameter solvent polarity scale.\n\nTable 4 Estimated from eqn (4), coefficients (yo( \\\\boldsymbol { y } \\_ { \\\\mathrm { o } }(yo​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ . bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ . cSAc \\_ { \\\\mathrm { S A } }cSA​ dSB)d \\_ { \\\\mathrm { S B } } )dSB​) , their standard errors and correlation coefficients (r)( r )(r) for the multiple linear regressior inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QYQ YQY , Δv of 1 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/b01f52cbcdc3f2bcdcb7d37bf7cc5f1ac3deff214a557785535cebbbafe7a7cf.jpg)\n\nA satisfactory fit was obtained for the solvent dependence of the maxima of absorption (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (r\\=0.9683)( r = 0 . 9 6 8 3 )(r\\=0.9683) in which all four coefficients, having negative values, are important. However, the large value of the aSPa \\_ { \\\\mathrm { S P } }aSP​ coefficient compared to bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ , cSac \\_ { \\\\mathrm { S a } }cSa​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ estimated values in the analysis of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) according to eqn (4) (Table 4) indicates that the change of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) may reflect primarily a change in polarizability of the environment of the chromophore whereas the solvent dipolarity, acidity, and basicity cannot be neglected. The fit of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of (SP,SdP,SA,SB)( S P , S d P , S A , S B )(SP,SdP,SA,SB) is also satisfactory taking into account the value of r\\=0.9625r = 0 . 9 6 2 5r\\=0.9625 as the quality-of-fit criterion. However, contrary to the fit of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) , the estimated coefficient determining the influence of solvent polarizability is calculated with a considerable standard error of aSP\\=1524±1860a \\_ { \\\\scriptscriptstyle \\\\mathrm { S P } } = 1 5 2 4 \\\\pm 1 8 6 0aSP​\\=1524±1860 , higher than the coefficient value. The fit according to eqn (4) with (SdP,SA,SB)( S d P , S A , S B )(SdP,SA,SB) as independent variables has a correlation coefficient of (r\\=0.9616)( r = 0 . 9 6 1 6 )(r\\=0.9616) that is nearly the same as for the original fit (r\\=0.9625\\\\left( r = 0 . 9 6 2 5 \\\\right.(r\\=0.9625 with SP, SdP, SA, SB as independent variables). Hence, solvent polarizability can be disregarded as a critical parameter responsible for the shift of the fluorescence band maximum (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) . It is worth mentioning that the bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ cSAc \\_ { \\\\mathrm { S A } }cSA​ ,and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients values are negative causing a red shift of the fluorescence maxima and also are much higher, taking into account their absolute values, than those calculated for the absorption. This indicates that the electronic structures of the Franck-Condon and the relaxed excited state differ significantly, the relaxed excited state being more polar, which is consistent with a higher excited-state dipole moment than the ground-state dipole moment. A similar type of correlation as for (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) was obtained for the fit of the fluorescence quantum yield. Also in this case, solvent polarizability has no significant influence on the fluorescence quantum yield. However, the data presented in Table 1 indicate that the quantum yield of 1 varies widely from unity in the non-polar solvents to low values in polar solvents. Correlation of the fluorescence quantum yield with the position of maximum emission band shows a satisfactory correlation (r :\\= :0.9761)( r \\\\ : = \\\\ : 0 . 9 7 6 1 )(r := :0.9761) , indicating that some non-radiative channel might be activated depending on the energy of the excited state which is involved in the emission. Unfortunately, the multi-exponential decay curves of the fluorescence intensity do not allow calculation of the radiative and non-radiative rate constants and deeper analyze this issue.\n\nThe correlation of the Stokes shift of 1 according to eqn (4) with SP, SdP, SA, and SBS BSB as independent variables is fair (r\\=0.9553( r = 0 . 9 5 5 3(r\\=0.9553 .However, low values of cSAc \\_ { \\\\mathrm { S A } }cSA​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients and their large standard errors indicate that solvent acidity and basicity are not relevant in describing the impact of these solvent parameters on the Stokes shift. Indeed, the fit according to eqn with SPS PSP and SdPS d PSdP as independent variables has a similar correlation coefficient (r\\=0.9477)( r = 0 . 9 4 7 7 )(r\\=0.9477) . The estimated coefficients determining the influence of solvent polarizability and dipolarity have similar values but opposite signs. The solvent polarizability decreases while solvent dipolarity increases the Stokes shift.\n\n3.3.2 Compound 2. The difference between 2 and the previously described 1 is the replacement of phenyl by methyl on the nitrogen atom of the substituent. Table 5 shows the estimated values of coefficients y0y \\_ { 0 }y0​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ , bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ , cSAc \\_ { \\\\mathrm { S A } }cSA​ , and dSBd \\_ { \\\\mathrm { S B } }dSB​ and the regression coefficient values (r)( r )(r) for the multi-linear regression analysis of the spectral and photophysical properties (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) . (ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ) , ( \\\\Delta \\\\tilde { \\\\nu } )(ν~fluo​),(Δν~) ,and (QY)( Q Y )(QY) of 2 according to eqn (4).\n\nAs in the previous case, a satisfactory correlation coefficient was obtained (r\\=0.9658)( r = 0 . 9 6 5 8 )(r\\=0.9658) for the correlation of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (Table 5). Moreover, the absorption maximum position depends on all four solvent parameters, however the solvent polarizability has the greatest impact. Similar conclusions as in the case of compound 1 can be drawn from the correlation of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of (SP, SdP, SA, and SBS BSB ). Also in this case, a fair correlation was found (r\\=0.9371∘( r = 0 . 9 3 7 1 ^ { \\\\circ }(r\\=0.9371∘ ). The main factors contributing to the fluorescence bands red-shift are solvent dipolarity, and acidity, and less degree solvent basicity. A weak correlation was obtained for the fluorescence quantum yield. Decisive factors affecting the quantum yield are solvent acidity and basicity, which affect in the opposite way (Table 5). It is worth noting, however, that the fluorescence quantum yield of compound 2 is much higher than that observed for compound 1 and less dependent on the type of solvent (Table 1S, ESI†). There is no correlation between fluorescence quantum yields and the position of emission band maxima as was found for 1. The correlation of Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) with the solvent polarity parameters according to eqn (4) is poor (r\\=0.8028)( r = 0 . 8 0 2 8 )(r\\=0.8028) . Contrary to compound 1, the Stokes shift depends not only on the solvent polarizability and dipolarity but also on the solvent acidity. However, the impact of the solvent dipolarity and solvent acidity is lower than that of the solvent polarizability. The increase of solvent polarizability, contrary to the other two parameters, reduces the band shift.\n\nMono-exponential fluorescence intensity decay observed for 2 allows correlation of the fluorescence lifetime with the solvent parameters using eqn (4). The correlation is poor (r\\=0.7102)( r = 0 . 7 1 0 2 )(r\\=0.7102) and the greatest impact on the fluorescence lifetime is the solvent polarizability, which shortens it, whereas solvent dipolarity and basicity work in the opposite manner. When the fluorescence intensity decays are mono-exponential, the radiative (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and radiationless (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) rate constants can be calculated from the measured fluorescence quantum yield (QY)( Q Y )(QY) and fluorescence lifetime (τ)( \\\\tau )(τ) according to equations:\n\nable 5 Estimated from eqn (4), coefficients yo,aSP,bSdP,cSA,dSB)y \\_ { \\\\mathrm { o } } , a \\_ { \\\\mathrm { S P } } , b \\_ { \\\\mathrm { S d P } } , c \\_ { \\\\mathrm { S A } } , d \\_ { \\\\mathrm { S B } } )yo​,aSP​,bSdP​,cSA​,dSB​) , the standard errors and correlation coefficients (r)( r )(r) for the multiple linear regressio1 inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY,kf,knr,Q Y , k \\_ { \\\\mathrm { f } } , k \\_ { \\\\mathrm { n r } } ,QY,kf​,knr​, Δv, of 2 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/411582e559eec31f92fc1fd85a2ba3c5de4ed5a5a6063a25eb8bd25b94ad157d.jpg)\n\nkf\\=QY/τ k \\_ { \\\\mathrm { f } } = Q Y / \\\\tau kf​\\=QY/τ\n\nand\n\nknr\\=(1−QY)/τ k \\_ { \\\\mathrm { n r } } = ( 1 - Q Y ) / \\\\tau knr​\\=(1−QY)/τ\n\nThe data in Table 1S (ESI) show that kfk \\_ { \\\\mathrm { f } }kf​ depends insignificantly on the solvent polarity, while knrk \\_ { \\\\mathrm { n r } }knr​ does not show the clear dependence. Analysis of kfk \\_ { \\\\mathrm { f } }kf​ according to eqn (4) gives a poor fit, as judged by its rrr value (0.8837). The crucial parameters influencing kfk \\_ { \\\\mathrm { f } }kf​ are equally solvent dipolarity and solvent acidity r\\=0.8758A˚r = 0 . 8 7 5 8 \\\\mathrm { \\\\AA }r\\=0.8758A˚ . Due to their low values or/and high standard errors, polarizability and basicity of solvent can be disregarded as critical factors influencing kfk \\_ { \\\\mathrm { f } }kf​ .\n\nAccording to Birks,16 the radiative rate constant kfk \\_ { \\\\mathrm { f } }kf​ divided by the squared refractive index of medium and average wavenumber of fluorescence in the third power is proportional to the squared transition dipole moment:\n\nkfn2ν~fluo3\\=16π33ε0hΨG∣μ^∣ΨE2 \\\\frac { k \\_ { \\\\mathrm { f } } } { n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } } { = } \\\\frac { 1 6 \\\\pi ^ { 3 } } { 3 \\\\varepsilon \\_ { 0 } h } { \\\\left. \\\\Psi \\_ { \\\\mathrm { G } } \\\\left| \\\\hat { \\\\mu } \\\\right| \\\\Psi \\_ { \\\\mathrm { E } } \\\\right. } ^ { 2 } n2ν~fluo3​kf​​\\=3ε0​h16π3​ΨG​∣μ^​∣ΨE​2\n\nwhere μ^\\\\hat { \\\\mu }μ^​ stands for the dipole moment operator, nnn is the refractive index of the medium, hhh is Planck's constant and ε0\\\\varepsilon \\_ { 0 }ε0​ denotes the permittivity of vacuum. The multi-linear Catalán fit of y\\=y =y\\= kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) according to eqn (4) yields an rrr value of 0.6926 indicating that there is no clear correlation between kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) and the Catalán SP, SdP, SA and SBS BSB solvent parameters. The lack of such correlation was also established by Filarowski et al.14 for a BODIPY derivative. More detailed analysis shows that kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) depends mainly on the solvent polarizability and in less degree on the solvent dipolarity r\\=0.6725{ r = 0 . 6 7 2 5 }r\\=0.6725 . However, the impact of the solvent dipolarity is small, thus, the solvent polarizability is a major factor influencing square of transition dipole moment as derived from the linear fit of kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) as a function of SPS PSP giving rrr value equal to 0.6465, just a little smaller than original fit (0.6926). The average value of kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) for the set of 33 solvents presented in Table 1S (ESI) is 2.39±0.17×10−5s−1cm32 . 3 9 \\\\pm 0 . 1 7 \\\\times 1 0 ^ { - 5 } \\\\mathrm { { s ^ { - 1 } c m ^ { 3 } } }2.39±0.17×10−5s−1cm3 .\n\nThere is a poor correlation between the non-radiative rate constant knrk \\_ { \\\\mathrm { n r } }knr​ and the Catalán SPS PSP ,SdP, SAS ASA and SBS BSB solvent parameters Δr\\=0.4476)\\\\mathrm { \\\\Delta } r { = } 0 . 4 4 7 6 )Δr\\=0.4476) . The estimates determining the influence of the solvent polarizability and dipolarity are burdened with large standard errors and can be omitted in the correlation analysis. Thus, solvent acidity and basicity have the main impact on the radiationless rate constant. The mean value of kf\\=8.04±0.87×k \\_ { \\\\mathrm { f } } = 8 . 0 4 \\\\pm 0 . 8 7 \\\\timeskf​\\=8.04±0.87× 108s−11 0 ^ { 8 } \\\\mathrm { { s ^ { - 1 } } }108s−1 is one order higher than knr\\=5.87±9.84×107s−1k \\_ { \\\\mathrm { n r } } = 5 . 8 7 \\\\pm 9 . 8 4 \\\\times 1 0 ^ { 7 } \\\\mathrm { s ^ { - 1 } }knr​\\=5.87±9.84×107s−1 explaining the high fluorescence quantum yield of compound 2. Lack of correlation of the radiative and non-radiative rate constants stems from the fact of independence of the fluorescence quantum yield, the fluorescence intensity decay times, and change the position of emission band with solvent properties.\n\n3.3.3 Compound 3. Removing the methyl group from the nitrogen atom of a substituent in compound 1 substantially changes the spectral and photophysical properties of obtained compound 3 compared to compound 1 (Fig. 3S and 4S, Table 2S, ESI), which is particularly evident when comparing their fluorescence lifetimes and fluorescence quantum yields. For compound 3 like for compound 1 and contrary to compound 2, the fluorescence intensity decays are heterogeneous and, therefore, a full correlation analysis, as for compound 2, can not be performed.\n\nTable 6 collects the estimated values of coefficients and correlation coefficients (r)( r )(r) for the multi-linear regression analysis of (ν~abs),(ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } ) , ( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ) , ( \\\\Delta \\\\tilde { \\\\nu } )(ν~abs​),(ν~fluo​),(Δν~) ,and (QY)( Q Y )(QY) of 3 using the four-parameter Catalán solvent polarity scale. Like compounds 1 and 2, satisfactory fit was obtained for the dependence of the absorption maximum (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (r\\=0.9783)( r = 0 . 9 7 8 3 )(r\\=0.9783) in which all four parameters are important. However, contrary to the previous cases, large values of coefficients aSPa \\_ { \\\\mathrm { S P } }aSP​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ compared to that of bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ and cSAc \\_ { \\\\mathrm { S A } }cSA​ in the analysis of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) according to eqn (4) (Table 6) indicates that the red shift of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) may reflect primarily a change in polarizability and basicity of the environment of the chromophore.\n\nThe fit of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of SP, SdP, SA, and SBS BSB is also satisfactory (r\\=0.9624)( r = 0 . 9 6 2 4 )(r\\=0.9624) However, contrary to the fit of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) , the estimated coefficient determining the influence of solvent polarizability and acidity are calculated with a considerable standard error (Table 6), higher than the coefficient value. The fit according to eqn (4) with SdPS d PSdP and SBS BSB as independent variables has a correlation coefficient of r\\=0.9617r = 0 . 9 6 1 7r\\=0.9617 that is nearly the same as for the original fit. Hence, solvent polarizability and solvent acidity can be disregarded as critical parameters responsible for the shift of the fluorescence band ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )ν~fiuo​) . It is worth mentioning that the values of meaningful coefficients are negative, which means the fluorescence band shifts to the red with increasing solvent dipolarity and basicity. Such dependence on solvent dipolarity indicates that the relaxed excited state is more polar than the FranckCondon state, which is consistent with the increase of the dipole moment in the excited state. Moreover, the dependence on the basicity of the environment demonstrates the important role of the hydrogen atom in the amino group played in interactions with the solvent molecules. A poor correlation was obtained for the fit of the fluorescence quantum yield (r\\=0.8705)( r = 0 . 8 7 0 5 )(r\\=0.8705) .In this case, solvent polarizability and solvent basicity have no significant influence (Table 6). In this case, the correlation of the fluorescence quantum yield with the position of emission maximum is poor (r\\=0.8206)( r = 0 . 8 2 0 6 )(r\\=0.8206) , which means that about 67%67 \\\\%67% of the changes in the fluorescence quantum yield can be explained by opening a new, dependent on the environment polarity, non-radiative channel and the remaining 33%3 3 \\\\%33% of the changes are due to other causes, such as formation of hydrogen bonds.\n\nable 6 Estimated from eqn (4), coefficients yo,aSP,bSdP,cSA,dSB)y \\_ { \\\\mathrm { o } } , a \\_ { \\\\mathrm { S P } } , b \\_ { \\\\mathrm { S d P } } , c \\_ { \\\\mathrm { S A } } , d \\_ { \\\\mathrm { S B } } )yo​,aSP​,bSdP​,cSA​,dSB​) , thstandard errors and correlation coefficients (r)( r )(r) for the multiple linear regressior inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY,kf,knr,Q Y , k \\_ { \\\\mathrm { f } } , k \\_ { \\\\mathrm { n r } } ,QY,kf​,knr​, Δv, of 3 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/8479eba1c14be1f8d59335624a5133a4f0dd07c7e9db13481d3fa594e2c0e562.jpg)\n\nTable 7 Estimated form eqn (4), coefficients (yo( \\\\boldsymbol { y } \\_ { \\\\mathrm { o } }(yo​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ cSAc \\_ { \\\\mathrm { S A } }cSA​ dSB)d \\_ { \\\\mathrm { S B } } )dSB​) ,thstandar errors and correlatin coeffients (r)( r )(r) for the multiple linear regressior analysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY, k, knrk \\_ { \\\\mathrm { n r } }knr​ , Δv, of 4 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/6b86ff1fe70c25c831b1bef8e8126e75b79fe0458453a8a2b949fba542bc4c28.jpg)\n\nThe correlation of Stokes shift of 3 with SPS PSP ,SdP, SA, and SBS BSB as independent variables also produces a fair fit (r\\=0.9496)( r = 0 . 9 4 9 6 )(r\\=0.9496) . However, low values of cSAc \\_ { \\\\mathrm { S A } }cSA​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients and their large standard errors indicate that solvent acidity and basicity are not relevant in describing the impact of these solvent parameters on Stokes shift. Indeed, the fit according to eqn (4) with SPS PSP and SdP as independent variables has a correlation coefficient of r\\=r =r\\=\n\n0.9462, only a little lower than the original fit. The estimated values of coefficients determining the influence of solvent polarizability and dipolarity have similar values but opposite signs. The solvent polarizability decreases while solvent dipolarity increases the Stokes shift, like in the case of compound 1.\n\n3.3.4 Compound 4. In the paper published by Guzow et al.,7d spectral and photophysical data for 3-\\[2-(4- diphenyaminophenyl)benzoxazol-5-yl\\]alanine derivative 4, containing two phenyl groups as substituents on the nitrogen atom, were presented. As this compound is a complement to that discussed in this work, the spectroscopic and photophysical data presented in ref. 7d were analyzed using a multi-linear correlation according to eqn (4). Correlation results are shown in Table 7.\n\nThe analysis shows that the position of the absorption maximum depends on the three solvent parameters ( SP,SAS P , S ASP,SA ,and SBS BSB (r\\=( r =(r\\= 0.7839) whereas for the original fit r\\=0.7961)r = 0 . 7 9 6 1 )r\\=0.7961) ) however, the solvent polarizability has the greatest impact. The correlation of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) with the solvent parameters is poor and cannot be improved by dividing solvents into polar and non-polar or protic and aprotic ones. It is probably a result of inaccuracy in absorption maximum reading which can happen if a broad band with a small shift is present. The correlation of the position of the fluorescence band maximum according to eqn (4), omitting the solvent polarizability parameter, gives a satisfactory correlation of r\\=0.9812r = 0 . 9 8 1 2r\\=0.9812 The factors contributing to the fluorescence band shift towards the red are solvent dipolarity and acidity, and to a lesser degree solvent basicity. A poor correlation was obtained for the fluorescence quantum yield (r\\=0.7918)( r = 0 . 7 9 1 8 )(r\\=0.7918) . Decisive factors affecting the fluorescence quantum yield are the same as for (ν~fluo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } )(ν~fluo​) , however, the basicity of the solvent affects in the opposite way than solvent acidity and dipolarity (Table 7). The fluorescence quantum yield poorly correlates with the energy of the excited state involved in the emission r\\=0.7120)r = 0 . 7 1 2 0 )r\\=0.7120) . However, the correlation of the Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) with the solvent polarity parameters according to eqn (4) is satisfactory r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 and depends on the solvent dipolarity and acidity r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 , whereas the correlation coefficient for the original fit is r\\=0.9757r = 0 . 9 7 5 7r\\=0.9757 ).\n\nMono-exponential fluorescence intensity decay of compound 4 allows, as for compound 2, correlation of the fluorescence lifetime with the solvent parameters using eqn (4). An impact on the fluorescence lifetime has only the solvent dipolarity (r\\=0.9338( r = 0 . 9 3 3 8(r\\=0.9338 , whereas the correlation coefficient for the original fit r\\=0.9389r = 0 . 9 3 8 9r\\=0.9389 .\n\nUsing eqn (21) and (22), the radiative (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and radiationless (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) rate constants were calculated basing on the measured fluorescence quantum yield (QY)( Q Y )(QY) and the fluorescence lifetime (τ)( \\\\tau )(τ) Analysis of kfk \\_ { \\\\mathrm { f } }kf​ according to eqn (4) gives a satisfactory fit, as judged by its rrr value (0.9743). The crucial parameters influencing kfk \\_ { \\\\mathrm { f } }kf​ are solvent dipolarity and solvent basicity ( r = 0 . 9 7 2 1 $ ), but the main factor is solvent dipolarity as proved by the correlation with only this parameter which has the correlation coefficient just slightly lower $( r = 0 . 9 6 3 4 ) The multi-linear Catalán it of y\\=kf/(n2ν~ fluo3)y = { k \\_ { \\\\mathrm { f } } } / { ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { ~ f l u o } } ^ { 3 } ) }y\\=kf​/(n2ν~ fluo3​) according to eqn (4) yields a rrr value of 0.9728 indicating that there is also a satisfactory correlation between kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) and the Catalán SP, SdP, SA, and SBS BSB solvent parameters. A more detailed analysis shows that kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) mainly depends on the solvent dipolarity (r\\=0.9610( r = 0 . 9 6 1 0(r\\=0.9610 . Thus, contrary to compound 2, for this compound the square of the transition dipole moment depends on the solvent's dipolarity. There is a poor correlation between the non-radiative rate constant knrk \\_ { \\\\mathrm { n r } }knr​ and the Catalán SP, SdP, SA, and SBS BSB solvent parameters (r\\=0.6656)( r = 0 . 6 6 5 6 )(r\\=0.6656) . and the main impact on radiationless rate constant has solvent acidity and dipolarity. Thus, the decrease of the fluorescence quantum yield and simultaneous increase of the fluorescence lifetime are result of the decrease of the transition dipole moment in the emission with increase of solvent polarity rather than opening a new non-radiative channel. The mean value of kf\\=3±2.5×108 s−1k \\_ { \\\\mathrm { f } } = 3 \\\\pm 2 . 5 \\\\times 1 0 ^ { 8 } ~ \\\\mathrm { s } ^ { - 1 }kf​\\=3±2.5×108 s−1 is more than one order higher than knr\\=7±4×107 s−1k \\_ { \\\\mathrm { n r } } = 7 \\\\pm 4 \\\\times 1 0 ^ { 7 } ~ \\\\mathrm { s ^ { - 1 } }knr​\\=7±4×107 s−1 which explains the high fluorescence quantum yield of compound 4. The results presented in Table 7 indicate that, except for the (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) and knrk \\_ { \\\\mathrm { n r } }knr​ , the other tested spectral and photophysical properties of (4) largely depend on the solvent dipolarity, which should be associated with a large dipole moment of this compound in the excited state μe\\=11.3 :D)\\\\mu \\_ { \\\\mathrm { e } } = 1 1 . 3 \\\\ : \\\\mathrm { D } )μe​\\=11.3 :D) .7d\n\n# 4 Conclusions\n\nSpectral and photophysical properties of three derivatives 13 of 3-\\[2-(4-aminophenyl)benzoxazol-5-yl\\]alanine substituted by methyl and/or phenyl groups in various combinations were studied in 36 solvents of different polarity. It has been found that the type of substituent on the nitrogen atom determines the spectral and photophysical properties of compounds studied. The compounds containing phenyl group show strong dependence of the fluorescence spectra as well as the fluorescence quantum yield on solvent polarity.\n\nThe change of the dipole moment of molecules in the excited state, calculated from the dependence of Stokes shift of compounds on the solvent parameters using a single parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ (Reichardt's solvent scale), is consistent with that calculated based on Kawski's theory. It has been found that better correlations of spectral and photophysical properties of compounds studied with a single parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ were obtained when solvents were partitioned into two groups: protic and aprotic ones. Additionally, spectral and photophysical properties of compounds studied were analyzed applying multi-linear correlation using the threeparameter KamletTaft as well as the Catalán solvent scale. Moreover, the new four-parameter Catalán solvent scale, which takes into account polarizability, dipolarity, acidity and basicity of a solvent, was also applied. It has been shown that this new four-parameter Catalán solvent scale gives a better fit than the three-parameter scales. The correlation analysis reveals that the position of absorption band depends primarily on the change of polarizability of the environment of the dye, although solvent dipolarity cannot be neglected. However, the position of fluorescence maximum and the photophysical properties such as the fluorescence rate constant depend mostly on the solvent dipolarity for the compound with high excited-state dipole moment. Also, the influence of solvent acidity and basicity on photophysical properties is substantial, especially for N,N.N , N .N,N. -dimethylamino and NNN -phenylamino derivatives.\n\nThe diverse solvent effects on the spectral and photophysical properties of the compounds studied, differing in the amount and the type (aliphatic or aromatic) of substituents on the amino group, are mainly due to the fact that the nature of the substituent on the amino group determines the strength of electron-transfer (dependent on the ionization potential) and π\\\\piπ . donor ability (coupling of electrons with the residual part of a molecule). For example, the 4-(diphenylamino)phenyl group is a poorer π\\\\piπ -donor than the 4-(dimethylamino)phenyl group.17 Such distinctions are largely attributed to steric effects, which in the excited state undergo further changes resulting in variety of photophysical properties of the compounds studied.\n\n# Acknowledgements\n\nThis work was financially supported by the Ministry of Science and Higher Education (MNiSW Poland) under the grant DS 8441- 4-0132-11.\n\n# Notes and references\n\n1 P. Suppan and N. Ghoneim, Solvatochromism, The Royal Society of Chemistry, Cambridge, U.K., 1997.  \n2 (a) C. Reichardt, D. Che, G. Heckenkemper and G. Schäfer, Synthesis and UV/Vis-Spectroscopic Properties of Hydrophilic 2-, 3-, and 4- Pyridyl-Substituted Solvatochromic and Halochromic Pyridinium NPhenolate Betaine Dyes as New Empirical Solvent Polarity Indicators, Eur. J. Org. Chem., 2001, 23432361; (b) C. Reichardt, Solvatochromic Dyes as Solvent Polarity Indicators, Chem. Rev., 1994, 94, 23192358.  \n3 C. Reichardt and E. Harbusch-Görnert, Pyridinium NNN -Phenoxide Betaines and their Application for the Characterization of Solvent Polarities, X. - Extension, Correction, and New Definition of the ETE \\_ { \\\\mathrm { T } }ET​ Solvent Polarity Scale by Application of a Lipophilic Penta-tert-butylsubstituted Pyridinium NNN -Phenoxide Betaine Dye, Liebigs Ann. Chem., 1983, 1983, 721743.  \n4 (a) M. J. Kamlet, J.-L. M. Abbound and R. W. Taft, An Examination of Linear Solvation Energy Relationships, Prog. Phys. Org. Chem., 1982, 13, 485623; (b) M. J. Kamlet and R. W. Taft, Solvatochromic comparison method. 1. β\\\\betaβ Scale of solvent hydrogen-bond acceptor (HBA) basicities, J. Am. Chem. Soc., 1976, 98, 377383; (c) R. W. Taft and M. J. Kamlet, Solvatochromic comparison method. 2. α-Scale of solvent hydrogen-bond donor (HBD) acidities, J. Am. Chem. Soc., 1976, 98, 28862894; (d) M. J. Kamlet, J. L. M. Abboud and R. W. Taft, Solvatochromic comparison method. 6. π∗\\\\pi ^ { \\* }π∗ Scale of solvent polarities, J. Am. Chem. Soc., 1977, 99, 60276038.  \n5 (a) J. Catalán, V. López, P. Pérez, R. Martin-Villamil and J. G. Rodriguez, Progress towards a generalized solvent polarity scale - The solvatochromism of 2-(dimethylamino)-7-nitrofluorene and its homomorph 2-fluoro-7-nitrofluorene, Liebigs Ann., 1995, 241252; (b)( b )(b) J. Catalán and C. Díaz, A generalized solvent acidity scale: The solvatochromism of o-tert-butylstilbazolium betaine dye and its homomorph 0,0′\\_ { 0 , 0 ^ { \\\\prime } }0,0′​ -di-tert-butylstilbazolium betaine dye, Liebigs Ann./ Recl., 1997, 19411949; (c) J. Catalán, C. Diaz, V. López, P. Pérez, J. L. G. de Paz and J. G. Rodriguez, A generalized solvent basicity scale: the solvatochromism of 5-nitroindoline and its homomorph 1-methyl-5- nitroindoline, Liebigs Ann., 1996, 17851794; (d) J. Catalán and H. Hopf, Empirical treatment of the inductive and dispersive components olutesolvent interactions: the solvent polarizability (SP) scale, Eur. J. Org. Chem., 2004, 46944702.  \n6 J. Catalán, Toward a generalized treatment of the solvent effect based on four empirical scales: dipolarity (SdP, a new scale), polarizability (SP), acidity (SA), and basicity (SB) of the medium, J. Phys. Chem. B, 2009, 113, 59515960.  \n7 (a) M. Drain, S. Gentemann, J. A. Roberts, N. Y. Nelson, C. J. Medforth, S. Jia, M. C. Simpson, K. M. Smith, J. Fajer, J. A. Shelnutt and D. Holten, Picosecond to Microsecond Photodynamics of a Nonplanar Nickel Porphyrin: Solvent Dielectric and Temperature Effects, J. Am. Chem. Soc., 1998, 120, 37813791; (b) B. Ren, F. Gao, Z. Tong and Y. Yan, Solvent polarity scale on the fluorescence spectra of a dansyl monomer copolymerizable in aqueous media, Chem. Phys. Lett., 1999, 307, 5561; (c) T. A. Fayed, Intramolecular charge transfer and photoisomerization of 2-(p-dimethylaminostyryl)benzoxazole: A new fluorescent probe, J. Photochem. Photobiol., A, 1999, 121, 1725; (d) K. Guzow, M. Milewska and W. Wiczk, Solvatochromism of 3-\\[2- (4-diphenylaminophenyl)benzoxazol-5-yl\\]alanine methyl ester. A new fluorescence probe, Spectrochim. Acta, Part A, 2005, 61, 11331140.  \n8 (a) M. Ravi, A. Samanta and T. P. Radhakrishnan, Excited State Dipole Moments from an Efficient Analysis of Solvatochromic Stokes Shift Data, J. Phys. Chem., 1994, 98, 91339136; (b)( b )(b) S. Kumar, V. C. Rao and R. C. Rostogi, Exited-state dipole moments of some hydroxycoumarin dyes using an efficient solvatochromic method based on the solvent polarity parameter, EN T \\\\mathrm { E ^ { N } } \\_ { \\\\mathrm { ~ T ~ } }EN T ​ , Spectrochim. Acta, Part A, 2001, 57, 4147.  \n) A. Kawski, in: J. F. Rabek (Ed., Progress in Photochemistry and Photophysics, vol. 5, CRC Press, Boca Raton, USA, 1992, pp. 1 47; (b) A. Kawski and P. Bojarski, in: P. R. Somani (Ed.), Chromic Materials, Phenomena and their Technological Applications, Applied Science Innovations, 2009, pp. 114163; (c) A. Kawski, B. Kuklinski and P. Bojarski, Dipole moment of aniline in the excited S1\\\\mathbf { S } \\_ { 1 }S1​ state from thermochromic effect on electronic spectra, Chem. Phys. Lett., 2005, 415, 251255; (d) A. Kawski, Ground- and Excited-State Dipole Moments of 6-Priopionyl-2-(dimethylamino)naphthalene Determined from Solvatochromic Shifts, Z. Naturforsch., 1999, 54a, 379381.  \n10 J. R. Lakowicz, Principles of Fluorescence Spectroscopy, 2nd ed., Kluwer Academic/Plenum Publishers, New York, 1999.  \n11 (a) M. R. Eftink and C. A. Ghiron, Exposure of Tryptophanyl Residues in Proteins. Quantitative Determination by Fluorescence Quenching Studies, Biochemistry, 1976, 15, 672680; (b) J. R. Lombardi, Solvatochromic Shifts Reconsidered: Field-Induced Mixing in the Nonlinear Region and Application to Indole, J. Phys. Chem. A, 1999, 103, 6335 6338.  \n12 (a) K. Guzow, M. Szabelski, J. Karolczak and W. Wiczk, Solvatochromism of 3-\\[2-(aryl)benzoxazol-5-yl\\]alanine derivatives, J. Photochem. Photobiol., A, 2005, 170, 215223; (b) K. Guzow, M. Szabelski, J. Malicka and W. Wiczk, Synthesis of a New, Highly Fluorescent Amino Acid Derivative: N-\\[(tert-Butoxy)carbonyl\\]-3-\\[2-(1H-indol-3- yl)benzoxazol-5-yl\\]-L-alanine Methyl Ester, Helv. Chim. Acta, 2001, 84, 10861092; (c) A. Rzeska, J. Malicka, K. Guzow, M. Szabelski and W. Wiczk, New highly fluorescent amino-acid derivatives: Substituted 3-\\[2-(phenyl)benzoxazol-5-yl\\]-alanines: synthesis and photophysical properties, J. Photochem. Photobiol., A, 2001, 146, 918; (d) K. Guzow, M. Szabelski, J. Malicka, J. Karolczak and W. Wiczk, Synthesis and Photophysical Properties of 3-\\[2-(pyridyl)benzoxazol-5-yl\\]-L-alanine derivatives, Tetrahedron, 2002, 58, 22012209; (e) K. Guzow, K. Mazurkiewicz, M. Szabelski, R. Ganzynkowicz, J. Karolczak and W. Wiczk, Influence of an aromatic substituent in position 2 on photophysical properties of benzoxazol-5-yl-alanine derivatives, Chem. Phys. 2003, 295, 119130; (f) K. Guzow, J. Zielinska, K. Mazurkiewicz, J. Karolczak and W. Wiczk, Influence of substituents in the phenyl ring on photophysical properties of 3-\\[2-(phenyl)benzoxazol-5-yl\\]alanine derivatives, J. Photochem. Photobiol., A, 2005, 175, 5768; (g) K. Guzow, D. Szmigiel, D. Wróblewski, M. Milewska, J. Karolczak and W. Wiczk, New fluorescent probes based on 3-(2-benzoxazol-5-y1)alanine skeleton - synthesis and photophysical properties, J. Photochem. Photobiol., Å, 2007, 187, 8796; (h) K. Guzow, K. Kornowska and W. Wiczk, Synthesis and photophysical properties of a new amino acid possessing a BODIPY moiety, Tetrahedron Lett., 2009, 50, 2908 2910.  \n13 M. V. Skorobogatyi, A. A. Pchelintseva, A. L. Petrunina, I. A. Stepanova, V. L. Andronova, G. A. Galegov, A. D. Malakhov and V. A. Korshun, 5-Alkynyl 2′2 ^ { \\\\prime }2′ deoxyuridines, containing bulky aryl groups: evaluation of structure-anti-HV-1 activity relationship, Tetrahedron, 2006, 62, 12791287.  \n14 A. Filarowski, M. Kluba, K. Cieslik-Boczula, A. Koll, A. Kochel, L. Pandey, W. M. de Borggewaeve, M. van der Auweraer, J. Catalán and N. Boens, Generalized solvent scales as a tool for investigating solvent dependence of spectroscopic and kinetic parameters. Application to fluorescent BODIPY dyes, Photochem. Photobiol. Sci., 2010, 9, 996 1008.  \n15 J. Catalán and J. P. Catalán, On the solvatochromism of the n→π∗\\\\scriptstyle \\\\mathrm { n \\\\to \\\\pi } ^ { \\* }n→π∗ electronic transition in ketones, Phys. Chem. Chem. Phys., 2011, 13, 40724082.  \n16 J. B. Birks, Photophysics of Aromatic Molecules, Wiley-Interscience, London, 1970.  \n17 O. Kwon, S. Barlow, S. A. Odom, L. Beverina, N. J. Thompson, E. Zojer, J.-L. Bredas and S. R. Marder, Aromatic Amines: A Comparison of Electron-donor Strengths, J. Phys. Chem. A, 2005, 109, 93469352.",
  "chunks": [
    {
      "content": "  \n\n# Influence of substituents on the nitrogen atom of 3-\\[2-(4-aminophenyl)benzoxazol-5-yl\\]alanine derivatives on their photophysical properties - solvatochromic studies\\*\n\nKatarzyna Guzow, Agnieszka Ceszlak, Marta Kozarzewska and Wieslaw Wiczk\\*\n\nReceived 6th April 2011, Accepted 27th May 2011 DOI: 10.1039/c1pp05123g\n\nSpectral and photophysical properties of three derivatives of 3-\\[2-(4-aminophenyl)benzoxazol-5- yl\\]alanine were studied in 36 solvents. The amino group was substituted by methyl and/or phenyl in various combinations ( N,N\\_ { N , N }N,N​ -dimethyl, NNN -phenyl, N.N .N. methyl NNN -phenyl). It has been found that the type of substituents on the nitrogen atom determines the spectral and photophysical properties of the compounds studied. The change of the dipole moment in going from the ground to the excited state as well as the dependence of the spectral and photophysical properties of compounds on the solvent polarity parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ were analyzed. Additionally, spectral and photophysical properties of the compounds studied were analyzed applying multi-linear correlation using the three-parameter solvents scales of KamletTaft and Catalán. Moreover, the new four-parameter Catalán solvent scale, which takes into account polarizability, dipolarity, acidity, and basicity of the solvents, was also applied giving a better ft than the three-parameter solvent scales. The correlation analysis reveals that the position of the UV/Vis absorption band depends primarily on the change of polarizability of the environment of the dye, although the solvent dipolarity cannot be neglected. However, the position of the fluorescence band and photophysical properties such as the fluorescence rate constant depend mostly on the solvent dipolarity.\n\n# 1 Introduction\n\nIt is commonly acknowledged that solvent-dependent UV-Vis spectral band shifts can arise from either general and/or specific solvent effects.1 The first effect results from isotropic interactions of the chromophore dipole moment with the reaction field induced in the surrounding solvent. Specific effects result from the shortrange anisotropic interactions between the chromophore with one or more solvent molecules in its first solvation shell, an important example of which is the formation of hydrogen bonds. It is thus of interest to quantify the relative contributions from these two effects.\n\nIn order to obtain an insight to the various models of solvation, several empirical solvent polarity parameters have been proposed to characterize and rank empirically the polarity of a solvent.26 One of the most popular solvent polarity scales is the Er(30)E \\_ { \\\\mathrm { r } } ( 3 0 )Er​(30) scale, based on Vis spectroscopic band shifts of a negatively solvatochromic standard probe,2 or the normalized ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ parameter defined according to eqn (1):\n\nETN\\=ET(solvent)−ET(TMS)ET(water)−ET(TMS) E \\_ { \\\\mathrm { T } } ^ { \\\\mathrm { N } } = { \\\\frac { E \\_ { \\\\mathrm { T } } ( \\\\mathrm { s o l v e n t } ) - E \\_ { \\\\mathrm { T } } ( \\\\mathrm { T M S } ) } { E \\_ { \\\\mathrm { T } } ( \\\\mathrm { w a t e r } ) - E \\_ { \\\\mathrm { T } } ( \\\\mathrm { T M S } ) } } ETN​\\=ET​(water)−ET​(TMS)ET​(solvent)−ET​(TMS)​\n\nwhere TMS denotes tetramethylsilane.3 These parameters are mostly used to correlate the absorption or emission transition energies, however fluorescence lifetimes as well as Stokes shifts are also used in such correlations.79\n\nThe multiple linear regression approach of Kamlet and coworkers4 and Catalán and co-workers5,6 has also been used to correlate UVVis absorption and emission energies with an index of the solvent dipolarity/polarizability, which is a measure of the solvent's ability to stabilize a charge or dipole through nonspecific dielectric interactions π∗\\\\pi ^ { \\* }π∗ or SPPS P PSPP ), and indices of the solvent's hydrogen-bond donor strength ( α\\\\scriptstyle { \\\\alpha }α or SAS ASA ), and hydrogen-bond acceptor strength β\\\\betaβ or SBS BSB ), according to eqn (2) (Kamlet-Taft equation) and (3) (Catalán equation):\n\ny\\=y0+aπ∗π+bα⋅α+cβ⋅β y = y \\_ { 0 } + a \\_ { \\\\pi ^ { \\* } } \\\\pi + b \\_ { \\\\alpha } { \\\\cdot } \\\\alpha + c \\_ { \\\\beta } { \\\\cdot } \\\\beta y\\=y0​+aπ∗​π+bα​⋅α+cβ​⋅β\n\ny\\=y0+aSPP.SPP+bSA.SA+cSB.SB y = y \\_ { 0 } + a \\_ { \\\\mathrm { S P P } } . S P P + b \\_ { S A } . S A + c \\_ { S B } . S B y\\=y0​+aSPP​.SPP+bSA​.SA+cSB​.SB\n\nRecently, Catalán6 introduced a new generalized solvent polarity empirical scale splitting the SPPS P PSPP parameters into two components: SPS PSP solvent polarizability, and SdP solvent\n\ndipolarity. Mathematically, the new scheme is formulated as follows:\n\ny\\=y0+aSP.SP+bSdP.SdP+cSA.SA+dSB.SB y = y \\_ { 0 } + a \\_ { S P } . S P + b \\_ { S d P } . S d P + c \\_ { S A } . S A + d \\_ { S B } . S B y\\=y0​+aSP​.SP+bSdP​.SdP+cSA​.SA+dSB​.SB\n\nwhere yyy denoted a solvent-dependent physicochemical property in a given solvent and y0y \\_ { 0 }y0​ the ",
      "chunkIndex": 0,
      "startChar": 0,
      "endChar": 5000,
      "totalChunks": 18,
      "summary": "Study of three 3-[2-(4-aminophenyl)benzoxazol-5-yl]alanine derivatives (N,N-dimethyl, N-phenyl, mixed) in 36 solvents found nitrogen substituents strongly influence spectral and photophysical behavior. Multi-parameter correlations (ET_N, Kamlet–Taft, Catalán) showed four-parameter Catalán fits best: absorption driven mainly by solvent polarizability; fluorescence energies and rate constants depend chiefly on solvent dipolarity and excited–ground dipole change."
    },
    {
      "content": "nd hydrogen-bond acceptor strength β\\\\betaβ or SBS BSB ), according to eqn (2) (Kamlet-Taft equation) and (3) (Catalán equation):\n\ny\\=y0+aπ∗π+bα⋅α+cβ⋅β y = y \\_ { 0 } + a \\_ { \\\\pi ^ { \\* } } \\\\pi + b \\_ { \\\\alpha } { \\\\cdot } \\\\alpha + c \\_ { \\\\beta } { \\\\cdot } \\\\beta y\\=y0​+aπ∗​π+bα​⋅α+cβ​⋅β\n\ny\\=y0+aSPP.SPP+bSA.SA+cSB.SB y = y \\_ { 0 } + a \\_ { \\\\mathrm { S P P } } . S P P + b \\_ { S A } . S A + c \\_ { S B } . S B y\\=y0​+aSPP​.SPP+bSA​.SA+cSB​.SB\n\nRecently, Catalán6 introduced a new generalized solvent polarity empirical scale splitting the SPPS P PSPP parameters into two components: SPS PSP solvent polarizability, and SdP solvent\n\ndipolarity. Mathematically, the new scheme is formulated as follows:\n\ny\\=y0+aSP.SP+bSdP.SdP+cSA.SA+dSB.SB y = y \\_ { 0 } + a \\_ { S P } . S P + b \\_ { S d P } . S d P + c \\_ { S A } . S A + d \\_ { S B } . S B y\\=y0​+aSP​.SP+bSdP​.SdP+cSA​.SA+dSB​.SB\n\nwhere yyy denoted a solvent-dependent physicochemical property in a given solvent and y0y \\_ { 0 }y0​ the statistical quantity corresponding to the value of property in the gas phase; SPS PSP , SdP, SAS ASA , and SBS BSB represent independent solvent parameters accounting for various types of solute-solvent interactions; aSPa \\_ { S P }aSP​ , bSdPb \\_ { S d P }bSdP​ , cSAc \\_ { S A }cSA​ ,and dSBd \\_ { S B }dSB​ are adjustable coefficients that reflect the sensitivity of the physical property yyy in a given solvent to the various solvent parameters.\n\nIn case of different electron densities in the electronic ground and excited state of a light-absorbing molecule, its dipole moment varies in these two states. Thus, a change of the solvent affects the ground and excited state differently.\n\nThe correlation of the Stokes shift with the microscopic solvent polarity parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ can be applied to calculate the dipole moment change between the excited and ground state.8 According to the equation proposed by Ravi et al.,8a the problem associated with the Onsager's radius estimation can be minimized since a ratio of two Onsager's radii is involved according to eqn (5):\n\nΔν~\\=ν~a−ν~f\\=11307.6\\[(ΔμΔμB)2(aBa)3\\]ETN+const \\\\Delta \\\\tilde { \\\\nu } = \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } } - \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } } = 1 1 3 0 7 . 6 \\\\left\\[ \\\\left( \\\\frac { \\\\Delta \\\\mu } { \\\\Delta \\\\mu \\_ { \\\\mathrm { B } } } \\\\right) ^ { 2 } \\\\left( \\\\frac { a \\_ { \\\\mathrm { B } } } { a } \\\\right) ^ { 3 } \\\\right\\] E \\_ { \\\\mathrm { T } } ^ { \\\\mathrm { N } } + c o n s t Δν~\\=ν~a​−ν~f​\\=11307.6\\[(ΔμB​Δμ​)2(aaB​​)3\\]ETN​+const\n\nwhere ΔμB\\\\Delta \\\\mu \\_ { \\\\mathrm { B } }ΔμB​ and aBa \\_ { \\\\mathrm { B } }aB​ are the dipole moment change (Δμ\\=μe−μg)( \\\\Delta \\\\mu = \\\\mu \\_ { \\\\mathrm { e } } - \\\\mu \\_ { \\\\mathrm { g } } )(Δμ\\=μe​−μg​) and Onsager's radius, respectively, for a pyridinium NNN -phenolate betaine dye used to determine the E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ values ΔμB\\=9 D \\\\Delta \\\\mu \\_ { \\\\mathrm { B } } = 9 \\\\mathrm { ~ D ~ }ΔμB​\\=9 D  and aB\\=6.2 A˚ a \\_ { \\\\mathrm { B } } = 6 . 2 \\\\mathrm { ~ \\\\AA ~ }aB​\\=6.2 A˚  , whereas Δμ\\\\Delta \\\\muΔμ and aaa are the corresponding quantities for the molecule under study. The Stokes shift can be also used to determine the excited-state dipole moment of a molecule using a solvatochromic method. For spherical molecules, in the case of isotropic polarizability of a molecule based on the theory of Kawski,9 eqn (6) and (7) hold:\n\nν~a−ν~f\\=mlf(εr,n)+const \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } } - \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } } = m \\_ { \\\\mathrm { l } } f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) + c o n s t ν~a​−ν~f​\\=ml​f(εr​,n)+const\n\nν~a−ν~f\\=−m2\\[f(εr,n)+2g(n)\\]+const { \\\\tilde { \\\\nu } } \\_ { \\\\mathrm { a } } - { \\\\tilde { \\\\nu } } \\_ { \\\\mathrm { f } } = - m \\_ { 2 } \\[ f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) + 2 g ( n ) \\] + c o n s t ν~a​−ν~f​\\=−m2​\\[f(εr​,n)+2g(n)\\]+const\n\nwhere ν~a\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a } }ν~a​ and ν~f\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } }ν~f​ are the absorption and emission band maxima (in wavenumbers), respectively, measured in solvents of different relative permittivities εr\\\\scriptstyle { \\\\varepsilon \\_ { \\\\mathrm { r } } }εr​ and different refractive indices nnn The solvent polarity functions f(εr,n)f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n )f(εr​,n) and g(n)g ( n )g(n) are given by eqn (8) and (9):\n\nf(εr,n)\\=εr−12εr+1−n2−12n2+1(1−2αa3εr−12εr+1)(1−2αa3n2−12n2+1)2 f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) = { \\\\frac { { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } - { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } } { \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } \\\\right) \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) ^ { 2 }",
      "chunkIndex": 1,
      "startChar": 4000,
      "endChar": 9000,
      "totalChunks": 18,
      "summary": "Discusses solvent polarity scales (Kamlet–Taft; Catalán), Catalán’s four-parameter split including solvent polarizability (SP) and dipolarity (SdP), and solvatochromic analysis. Presents equations linking Stokes shifts to solvent polarity (ET^N), dipole-moment changes via Ravi’s relation, and Kawski’s formulas for spherical molecules with solvent functions f(εr,n) and polarizability corrections and Onsager radius considerations"
    },
    {
      "content": "} \\_ { \\\\mathrm { a } }ν~a​ and ν~f\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f } }ν~f​ are the absorption and emission band maxima (in wavenumbers), respectively, measured in solvents of different relative permittivities εr\\\\scriptstyle { \\\\varepsilon \\_ { \\\\mathrm { r } } }εr​ and different refractive indices nnn The solvent polarity functions f(εr,n)f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n )f(εr​,n) and g(n)g ( n )g(n) are given by eqn (8) and (9):\n\nf(εr,n)\\=εr−12εr+1−n2−12n2+1(1−2αa3εr−12εr+1)(1−2αa3n2−12n2+1)2 f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) = { \\\\frac { { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } - { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } } { \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { 2 \\\\varepsilon \\_ { \\\\mathrm { r } } + 1 } } \\\\right) \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) ^ { 2 } } } f(εr​,n)\\=(1−a32α​2εr​+1εr​−1​)(1−a32α​2n2+1n2−1​)22εr​+1εr​−1​−2n2+1n2−1​​\n\ng(n)\\=n2−12n2+1(1−2αa3n2−12n2+1)(1−2αa3n2−12n2+1)2 g ( n ) = { \\\\frac { \\\\displaystyle { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) } { \\\\left( 1 - { \\\\frac { 2 \\\\alpha } { a ^ { 3 } } } { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\right) ^ { 2 } } } g(n)\\=(1−a32α​2n2+1n2−1​)22n2+1n2−1​(1−a32α​2n2+1n2−1​)​\n\nFor an isotropic polarizability of the solute (α)( \\\\alpha )(α) the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 is frequently fulfilled, and eqn (8) and (9) can be considerably simplified to eqn (10) and (11):\n\nf(εr,n)\\=2n2+1n2+2εr−1εr+2−n2−12n2+1∣ f ( \\\\varepsilon \\_ { \\\\mathrm { r } } , n ) = { \\\\frac { 2 n ^ { 2 } + 1 } { n ^ { 2 } + 2 } } { \\\\frac { \\\\varepsilon \\_ { \\\\mathrm { r } } - 1 } { \\\\varepsilon \\_ { \\\\mathrm { r } } + 2 } } - { \\\\frac { n ^ { 2 } - 1 } { 2 n ^ { 2 } + 1 } } \\\\Biggr | f(εr​,n)\\=n2+22n2+1​εr​+2εr​−1​−2n2+1n2−1​​\n\ng(n)\\=3(n4−1)2(n2+2)2 g ( n ) = { \\\\frac { 3 ( n ^ { 4 } - 1 ) } { 2 { ( n ^ { 2 } + 2 ) } ^ { 2 } } } g(n)\\=2(n2+2)23(n4−1)​\n\nUsing a slope obtained from eqn (6) and (7) and knowing the ground-state dipole moment, the excited-state dipole moment can be calculated using eqn (12) and (13):\n\nm1\\=(μ⃗e−μ⃗g)22πε0hca3\\=(μe2+μg2−2μeμgcos⁡Ψ)2πε0hca3 m \\_ { \\\\mathrm { 1 } } = { \\\\frac { ( { \\\\vec { \\\\mu } } \\_ { \\\\mathrm { e } } - { \\\\vec { \\\\mu } } \\_ { \\\\mathrm { g } } ) ^ { 2 } } { 2 \\\\pi \\\\varepsilon \\_ { \\\\mathrm { 0 } } h c a ^ { \\\\mathrm { 3 } } } } = { \\\\frac { ( { \\\\mu \\_ { \\\\mathrm { e } } } ^ { 2 } + { \\\\mu \\_ { \\\\mathrm { g } } } ^ { 2 } - 2 \\\\mu \\_ { \\\\mathrm { e } } \\\\mu \\_ { \\\\mathrm { g } } \\\\cos \\\\Psi ) } { 2 \\\\pi \\\\varepsilon \\_ { \\\\mathrm { 0 } } h c a ^ { \\\\mathrm { 3 } } } } m1​\\=2πε0​hca3(μ​e​−μ​g​)2​\\=2πε0​hca3(μe​2+μg​2−2μe​μg​cosΨ)​\n\nm2\\=(μe 2−μg 2)2πε0hca3 m \\_ { 2 } = \\\\frac { ( \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } - \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } ) } { 2 \\\\pi \\\\varepsilon \\_ { 0 } h c a ^ { 3 } } m2​\\=2πε0​hca3(μe 2​−μg 2​)​\n\nwhere μe\\\\mu \\_ { \\\\mathrm { e } }μe​ and μg\\\\mu \\_ { \\\\mathrm { g } }μg​ are the dipole moments in the excited and ground state, respectively, aaa is Onsager's interaction radius of the solute, hhh is Planck's constant, ccc is the velocity of light in vacuum, and ε0\\\\varepsilon \\_ { 0 }ε0​ is the permittivity of vacuum, thus 2πε0hc\\=1.105110440×10−35C22 \\\\pi \\\\varepsilon \\_ { 0 } h c = 1 . 1 0 5 1 1 0 4 4 0 \\\\times 1 0 ^ { - 3 5 } \\\\mathrm { C } ^ { 2 }2πε0​hc\\=1.105110440×10−35C2 .\n\nGenerally, the dipole moments μe\\\\mu \\_ { \\\\mathrm { e } }μe​ and μg\\\\mu \\_ { \\\\mathrm { g } }μg​ are not parallel to each other but make an angle ψ\\\\psiψ . The use of eqn (12) and (13) leads to the eqn (14) and (15):\n\nμe\\=(μg 2+12m2hca3) \\\\mu \\_ { \\\\mathrm { { e } } } = { \\\\sqrt { ( \\\\mu \\_ { \\\\mathrm { { g } } } ^ { ~ 2 } + { \\\\frac { 1 } { 2 } } m \\_ { \\\\mathrm { { } } \\_ { 2 } } h c a ^ { 3 } ) } } μe​\\=(μg 2​+21​m2​​hca3)​\n\ncos⁡Ψ\\=12μeμg\\[(μg 2+μe 2)−m1m2(μg 2−μe 2)\\] \\\\cos \\\\Psi = \\\\frac { 1 } { 2 \\\\mu \\_ { \\\\mathrm { e } } \\\\mu \\_ { \\\\mathrm { g } } } \\\\bigg \\[ ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } + \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) - \\\\frac { m \\_ { \\\\mathrm { 1 } } } { m \\_ { \\\\mathrm { 2 } } } ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } - \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) \\\\bigg \\] cosΨ\\=2μe​μg​1​\\[(μg 2​+μe 2​)−m2​m1​​(μg 2​−μe 2​)\\]\n\nIf the ground and excited-state dipole moments are parallel, based on eqn (12) and (13) eqn (16)(18) can be derived:\n\nμg\\=m2−m12hca32m1 \\\\mu \\_ { \\\\mathrm { g } } = { \\\\frac { m \\_ { 2 } - m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μg​\\=2m2​−m1​​2m1​hca3​​\n\nμe\\=m2+m12hca32m1 \\\\mu \\_ { \\\\mathrm { e } } = { \\\\frac { m \\_ { 2 } + m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μe​\\=2m2​+m1​​2m1​hca3​​\n\nor\n\nμe\\=μgm1+m2m2−m1form2\\>m1 \\\\mu \\_ { e } ",
      "chunkIndex": 2,
      "startChar": 8000,
      "endChar": 13000,
      "totalChunks": 18,
      "summary": "Details solvent polarity functions f(εr,n) and g(n) relating absorption/emission maxima to solvent permittivity and refractive index, with simplified forms for isotropic solute polarizability (2α/a^3=1). Defines m1, m2 linking spectral shifts to dipole moments, and provides formulas to calculate μe, μg and their angle ψ. No figures or tables presented here."
    },
    {
      "content": " { 2 } } h c a ^ { 3 } ) } } μe​\\=(μg 2​+21​m2​​hca3)​\n\ncos⁡Ψ\\=12μeμg\\[(μg 2+μe 2)−m1m2(μg 2−μe 2)\\] \\\\cos \\\\Psi = \\\\frac { 1 } { 2 \\\\mu \\_ { \\\\mathrm { e } } \\\\mu \\_ { \\\\mathrm { g } } } \\\\bigg \\[ ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } + \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) - \\\\frac { m \\_ { \\\\mathrm { 1 } } } { m \\_ { \\\\mathrm { 2 } } } ( \\\\mu \\_ { \\\\mathrm { g } } ^ { ~ 2 } - \\\\mu \\_ { \\\\mathrm { e } } ^ { ~ 2 } ) \\\\bigg \\] cosΨ\\=2μe​μg​1​\\[(μg 2​+μe 2​)−m2​m1​​(μg 2​−μe 2​)\\]\n\nIf the ground and excited-state dipole moments are parallel, based on eqn (12) and (13) eqn (16)(18) can be derived:\n\nμg\\=m2−m12hca32m1 \\\\mu \\_ { \\\\mathrm { g } } = { \\\\frac { m \\_ { 2 } - m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μg​\\=2m2​−m1​​2m1​hca3​​\n\nμe\\=m2+m12hca32m1 \\\\mu \\_ { \\\\mathrm { e } } = { \\\\frac { m \\_ { 2 } + m \\_ { 1 } } { 2 } } { \\\\sqrt { \\\\frac { h c a ^ { 3 } } { 2 m \\_ { 1 } } } } μe​\\=2m2​+m1​​2m1​hca3​​\n\nor\n\nμe\\=μgm1+m2m2−m1form2\\>m1 \\\\mu \\_ { e } = \\\\mu \\_ { g } { \\\\frac { m \\_ { 1 } + m \\_ { 2 } } { m \\_ { 2 } - m \\_ { 1 } } } \\\\quad \\\\mathrm { f o r } m \\_ { 2 } > m \\_ { 1 } μe​\\=μg​m2​−m1​m1​+m2​​form2​\\>m1​\n\nFrom eqn (16) and (17) arise that for parallel orientated dipole moments in the ground and excited state, both of them μg\\\\mathcal { \\\\mu } \\_ { \\\\mathrm { g } }μg​ as well as μe,\\\\mu \\_ { \\\\mathrm { e } , }μe,​ )can be calculated directly from the spectroscopic measurements. Knowing the ground-state dipole moment and using eqn (18), there is no need to estimate Onsager's cavity radius for the μe\\\\mu \\_ { \\\\mathrm { e } }μe​ calculations.\n\nThe solvatochromic effect is frequently used in biophysical studies of the polarity of microenvironments of peptides, proteins, and lipid bilayers using intrinsic or extrinsic fluorescent probes.10 Among the proteinogenic aromatic amino acids only tryptophan shows an evident solvatochromic effect.10,11 To bypass the limitation connected with tryptophan, we synthesized nonproteinogenic aromatic amino acids based on the benzoxazol-5- yl-alanine skeleton which are characterized by high fluorescence quantum yields.7d,12 In this paper, we present the influence of solvents on the spectral and photophysical properties of substituted aminophenyl derivatives of benzoxazol-5-yl-alanine (Fig. 1), applying multi-linear correlations as well as the solvatochromic method to determine excited-state dipole moments of the compounds 13 studied.\n\n![](https://storage.treer.ai/images/6d81c16660424d78138e0a4fa630f8a58978732f79dceb883428a1c91e7b358d.jpg)  \nFig. 1 The molecular structures of compounds 13.\n\n# 2 Experimental\n\n# 2.1 Synthesis\n\nCompounds 13 (Fig. 1) were synthesized according to the procedure published previously based on the oxidative cyclization of the Schiff base obtained from NNN -Boc-3-aminotyrosine methyl ester and the appropriate aldehyde7d,12 (details of synthesis, purification, and identification of the compounds are presented in Supporting Informations). Also, 4- NNN -methyl N.N .N. -phenylamino)benzaldehyde and 4-( NNN -phenylamino)benzaldehyde were synthesized applying the procedure described in ref. 13.\n\n# 2.2 Spectroscopic measurements\n\nThe UV/Vis absorption spectra of (13) in all 36 solvents studied were measured using a PerkinElmer Lambda 40P spectrophotometer, whereas emission spectra were measured using a Perkin— Elmer LS 50B spectrofluorimeter. Solvents of the highest available quality (spectroscopic or HPLC grade) were used. Fluorescence quantum yields (QY)( Q Y )(QY) were calculated with quinine sulphate in 0.5 M\\\\mathbf { 0 . 5 \\\\ M }0.5 M H2SO4\\\\mathrm { H } \\_ { 2 } \\\\mathrm { S O } \\_ { 4 }H2​SO4​ QY\\=0.53±0.02)Q Y = 0 . 5 3 \\\\pm 0 . 0 2 )QY\\=0.53±0.02) as reference and were corrected for different refractive indices of solvents.1° In all fluorimetric measurements, the optical density of the solution does not exceed 0.1. The fluorescence lifetimes were measured with a timecorrelated single-photon counting apparatus Edinburgh CD-900. The excitation source was a NanoLed N16 (UV LED λ\\=339\\\\lambda = 3 3 9λ\\=339 nm) from IBH. The half-width of the response function of the apparatus, measured using a Ludox solution as a scatter, was about 1.0 ns.1 . 0 \\\\ \\\\mathrm { n s } .1.0 ns. The emission wavelengths were isolated using a monochromator (about 12nm1 2 \\\\mathrm { n m }12nm spectral band-width). Fluorescence decay data were fitted by the iterative convolution to the sum of exponents according to eqn (19):\n\nI(t)\\=∑iαiexp⁡(−t/τi) I ( t ) { = } \\\\sum \\_ { i } \\\\alpha \\_ { i } \\\\exp ( - t / \\\\tau \\_ { i } ) I(t)\\=i∑​αi​exp(−t/τi​)\n\nwhere αi\\\\alpha \\_ { i }αi​ is the pre-exponential factor obtained from the fluorescence intensity decay analysis and τi\\\\tau \\_ { i }τi​ the decay time of the i⋅i \\\\cdoti⋅ -th component, using a software supported by the manufacturer. The adequacy of the exponential decay fitting was judged by visual inspection of the plots of weighted residuals as well as by the statistical parameter χ R 2\\\\",
      "chunkIndex": 3,
      "startChar": 12000,
      "endChar": 17000,
      "totalChunks": 18,
      "summary": "Paper derives solvatochromic equations relating ground- and excited-state dipole moments (μg, μe) and angle cosΨ, with simplified formulas for parallel dipoles enabling direct μe, μg calculation from spectra. Fig. 1 shows structures of benzoxazol-5-yl-alanine derivatives (compounds 13). Synthesis, UV/Vis, fluorescence (36 solvents), QY reference, TCSPC lifetimes and multi-linear correlations applied accurately."
    },
    {
      "content": " The excitation source was a NanoLed N16 (UV LED λ\\=339\\\\lambda = 3 3 9λ\\=339 nm) from IBH. The half-width of the response function of the apparatus, measured using a Ludox solution as a scatter, was about 1.0 ns.1 . 0 \\\\ \\\\mathrm { n s } .1.0 ns. The emission wavelengths were isolated using a monochromator (about 12nm1 2 \\\\mathrm { n m }12nm spectral band-width). Fluorescence decay data were fitted by the iterative convolution to the sum of exponents according to eqn (19):\n\nI(t)\\=∑iαiexp⁡(−t/τi) I ( t ) { = } \\\\sum \\_ { i } \\\\alpha \\_ { i } \\\\exp ( - t / \\\\tau \\_ { i } ) I(t)\\=i∑​αi​exp(−t/τi​)\n\nwhere αi\\\\alpha \\_ { i }αi​ is the pre-exponential factor obtained from the fluorescence intensity decay analysis and τi\\\\tau \\_ { i }τi​ the decay time of the i⋅i \\\\cdoti⋅ -th component, using a software supported by the manufacturer. The adequacy of the exponential decay fitting was judged by visual inspection of the plots of weighted residuals as well as by the statistical parameter χ R 2\\\\boldsymbol { \\\\chi } \\_ { \\\\mathrm { ~ R ~ } } ^ { 2 }χ R 2​ and shape of the autocorrelation function of the weighted residuals and serial variance ratio (SVR)( S V R )(SVR) .\n\nLinear and multi-parametric correlations were performed using Origin v. 8.1 software.\n\n# 3 Results and discussion\n\n# 3.1 UV-Vis and fluorescence spectroscopy\n\n3.1.1 Compound (1). A selection of UV-Vis absorption and fluorescence emission spectra of 1 in selected solvents is presented in Fig. 2a, 2b and 3a, 3b, respectively, whereas the spectroscopic and photophysical properties of 1 are compiled in Table 1.\n\nFor compound 1, used as a reference compound in the discussion of the influence of substituents on the nitrogen atom on the spectral and photophysical properties of 13, the absorption spectra are structureless, except for the saturated hydrocarbons for which a vibrational structure is diffuse and weakly marked. The lack of the vibrational structure can be explained by the rotational freedom of the phenyl substituent electronically weekly coupled with the phenylbenzoxazole moiety, thus the observed absorption spectra are caused by different conformers. The increase of the solvent polarity slightly shifts the absorption bands to the red (Fig. 2a and 2b). The influence of solvent polarity on the fluorescence spectra is the same as observed for the absorption spectra, however the red shift observed for the emission spectra is much larger than that for absorption. This red shift is accompanied also by a loss of fine vibrational structure, except for saturated hydrocarbon solvents in which a vibrational structure is clearly shown, pointing to the more rigid structure of the compound in the excited state compared to the ground state. The substantial red shift of the emission spectra in polar solvents indicates a considerable change of the charge distribution and an increase of the dipole moment in the excited state compared to that of the ground state. Moreover, an increase of the emission band width (Table 2) is observed. Exceptionally broad emission spectra are recorded in 4-methyl1,3-dioxolan-2-one and formamide. The unusual shape of the emission spectrum in formamide (a maximum at about 425 nm4 2 5 ~ \\\\mathrm { n m }425 nm and a shoulder at about 500nm5 0 0 \\\\mathrm { n m }500nm indicates specific interactions in the excited state between 1 and solvent molecules. The observed changes of the position of emission bands of 1 are similar to that observed for 3-\\[2-(4-diphenylaminophenyl)benzoxazol-5- yl\\]alanine methyl ester.7d\n\nTable 1 UV/Vis spectroscopic and photophysical properties of 1 in 35 solvents studied  \n![](https://storage.treer.ai/images/74a105ce63cf9de925a777f326b9d3f9e9cad576937c35e0582b9f9d5a20a7e7.jpg)\n\nTable 1 (Contd.)  \n![](https://storage.treer.ai/images/a34fe19e58c17a4085a78bdb176ab68761fa8ed6eb59999e22ff1df4dc3c6171.jpg)\n\n![](https://storage.treer.ai/images/1d7d29a33aad5b2df6e141df7ce3f5930c22a884630e897385352680661cad8e.jpg)  \nFig. 2 (a) The UV/Vis absorption spectra of 1 in six selected solvents. (b) The UV/Vis absorption spectra of 1 in six selected solvents.\n\n![](https://storage.treer.ai/images/6b7f9d95d358003424166863699acc7f86ceb6d1e11f4b073cca3e8307a36de6.jpg)  \nFig. 3 (a) The fluorescence spectra of 1 in six selected solvents. (b) The fluorescence spectra of 1 in six selected solvents.\n\nThe fluorescence quantum yields distinctly depend on the solvent properties. Their small values are recorded in alcohols.\n\nTable 2 A full width at a half maximum of emission spectra of compounds 13 in six selected solvents  \n![](https://storage.treer.ai/images/e04c7bfcfb7d7bfe0351e7cb6a80d3fd9e6876e7228ba0d05fdf0f96df6aae03.jpg)\n\nMoreover, the alkyl chain of the alcohols influence the fluorescence quantum yield the longer it is, the higher the fluorescence quantum yield observed. Also, in polar solvents low fluorescence quantum yields are observed, contrary to the saturated hydrocarbons for which the fluorescence quantum yield is equal to unit",
      "chunkIndex": 4,
      "startChar": 16000,
      "endChar": 21000,
      "totalChunks": 18,
      "summary": "Time-resolved fluorescence used 339 nm NanoLed (response ≈1.0 ns; 12 nm slit). Decays fitted to models. Table 1 gives UV/Vis and photophysical data in 35 solvents. Figs.2–3 show polarity red shifts in absorption but larger emission shifts and increased FWHM (Table 2); quantum yields low in alcohols/polar, ≈1 in hydrocarbons."
    },
    {
      "content": "orption spectra of 1 in six selected solvents. (b) The UV/Vis absorption spectra of 1 in six selected solvents.\n\n![](https://storage.treer.ai/images/6b7f9d95d358003424166863699acc7f86ceb6d1e11f4b073cca3e8307a36de6.jpg)  \nFig. 3 (a) The fluorescence spectra of 1 in six selected solvents. (b) The fluorescence spectra of 1 in six selected solvents.\n\nThe fluorescence quantum yields distinctly depend on the solvent properties. Their small values are recorded in alcohols.\n\nTable 2 A full width at a half maximum of emission spectra of compounds 13 in six selected solvents  \n![](https://storage.treer.ai/images/e04c7bfcfb7d7bfe0351e7cb6a80d3fd9e6876e7228ba0d05fdf0f96df6aae03.jpg)\n\nMoreover, the alkyl chain of the alcohols influence the fluorescence quantum yield the longer it is, the higher the fluorescence quantum yield observed. Also, in polar solvents low fluorescence quantum yields are observed, contrary to the saturated hydrocarbons for which the fluorescence quantum yield is equal to unity or close to it. In the rest of the solvents studied, the fluorescence quantum yield is moderate, except for 1,2-dimethoxyethane ( QY\\=Q Y =QY\\= 0.07) and 4-methyl-1,3-dioxolan-2-one ( QY\\=0.11Q Y = 0 . 1 1QY\\=0.11 .\n\nThe fuorescence intensity decays are heterogeneous. Only in saturated and aromatic hydrocarbons are mono-exponential fluorescence decays observed (Table 1).\n\nThe fluorescence lifetime is small below 2 ns in saturated hydrocarbons and below 3 ns for aromatic ones. In the rest of the solvents studied, a bi-exponential fluorescence intensity decay is observed with one component close to 5 ns and the second below 1 ns. In formamide a three-exponential function is needed to describe correctly the fluorescence intensity decay of 1 confirming the complex nature of its interactions with the solvent. Moreover, the shortest fluorescence lifetimes are observed in alcohols with short alkyl chains, probably as a result of an increase of the radiationless rate constant.\n\n3.1.2 Compound 2. The substitution of phenyl by methyl substantially changes the photophysical properties of compound 2 compared to compound 1 (Fig. 1S and 2S, Table 1S, ESI†\\\\mathrm { E S I \\\\dagger }ESI† ). In solvents of low polarity, such as saturated hydrocarbons, a well-resolved vibrational structure is observed. However, in more polar solvents like 1,4-dioxane or tetrahydrofuran, the vibrational structure is diffuse whereas in polar or protic ones it totally disappears, thus only structureless absorption spectra are observed. The same behaviour is observed for the emission spectra. The more pronounced vibrational structure in the emission spectra observed in saturated hydrocarbon solvents, compared to the absorption one, indicates a more rigid structure in the excited state. The observed red shifts of the emission spectra with increasing solvent polarity is smaller than for compound 1, indicating a smaller change of the charge distribution of 2 in the excited state, compared to the ground state, and a lower change of the dipole moment in the excited state (Fig. 1S and 2S, ESI; Table 2). Moreover, in polar solvents the full width at half maximum of emission spectrum (fwhm) of 1 is larger than that observed for 2 (Table 2).\n\nThe fluorescence quantum yield of 2 is high (close to unity) and depends only slightly on the solvent polarity. The smallest fluorescence quantum yield is observed in trichloromethane (0.68) probably as an effect of quenching by heavy atom as well as in 1,2-dimethoxyethane (0.70) and formamide (0.71), solvents which strongly interact with compounds 13.\n\nThe fluorescence intensity decay of compound 2 is monoexponential (except for 4-methyl-1,3-dioxolan-2-one) and contrary to that of 1. The measured fluorescence lifetimes are relatively short (from 1 to 1.35 ns) and depend insignificantly on the solvents. The shortest fluorescence lifetime is observed for the solvent in which the fluorescence quantum yield is low, which confirms the fluorescence quenching of 2 by specific interactions with solvent molecules.\n\n3.1.3 Compound 3. The absorption and emission spectra of 3 are bathochromically shifted with an increase of solvent polarity in a similar way as observed for 1 and 2 (Fig. 3S and 4S, Table 2S, ESI†\\\\mathrm { E S I \\\\dagger }ESI† ). However, removing of the methyl group from the nitrogen atom causes a decrease of the electron-donating property of the NNN -phenylamino group. As a consequence, for 3 the red shift of the emission spectra is smaller than that observed for 1 but larger than for 2. Moreover, fwhm of fluorescence spectrum is wider than that of 2 and comparable to that of 1, except for 4-methyl-1,3-dioxolan-2-one and formamide, indicating the possibility of a hydrogen-bond formation of the NH group with these solvents. Narrower fluorescence spectra of 3 in 4-methyl1,3-dioxolan-2-one and formamide than that of 1 are additional support for specific interactions of 1 with these solvents. Also, analogously to compound 1, the f",
      "chunkIndex": 5,
      "startChar": 20000,
      "endChar": 25000,
      "totalChunks": 18,
      "summary": "UV/Vis and fluorescence spectra (Fig.3) with Table 2 (FWHM) compare compounds 1–3 in six solvents. Fluorescence yields of 1 vary: low in polar/alcohols (increase with alcohol chain), unity in hydrocarbons; decays heterogeneous, monoexponential only in hydrocarbons. Compound 2 has high QY, short monoexponential lifetimes; 3 is intermediate with H‑bonding effects."
    },
    {
      "content": " of 2 by specific interactions with solvent molecules.\n\n3.1.3 Compound 3. The absorption and emission spectra of 3 are bathochromically shifted with an increase of solvent polarity in a similar way as observed for 1 and 2 (Fig. 3S and 4S, Table 2S, ESI†\\\\mathrm { E S I \\\\dagger }ESI† ). However, removing of the methyl group from the nitrogen atom causes a decrease of the electron-donating property of the NNN -phenylamino group. As a consequence, for 3 the red shift of the emission spectra is smaller than that observed for 1 but larger than for 2. Moreover, fwhm of fluorescence spectrum is wider than that of 2 and comparable to that of 1, except for 4-methyl-1,3-dioxolan-2-one and formamide, indicating the possibility of a hydrogen-bond formation of the NH group with these solvents. Narrower fluorescence spectra of 3 in 4-methyl1,3-dioxolan-2-one and formamide than that of 1 are additional support for specific interactions of 1 with these solvents. Also, analogously to compound 1, the fluorescence intensity decays of 3 are heterogeneous, except for hydrocarbon solvents. Moreover, the fluorescence lifetimes are generally shorter than that of 1 (Table 2S, ESI).\n\n# 3.2 A linear single parameter correlation\n\nThe E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ solvent polarity scale is frequently used to correlate different photophysical properties of solvatochromic compounds. Hereafter, such correlations are presented for compounds 1−^ { 1 - }1− 3. Absorption maximum wavenumber, fluorescence maximum wavenumber, Stokes shift, fluorescence quantum yield as well as fluorescence lifetime were correlated with the E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ parameter using the equation:\n\ny\\=y0+a⋅E T N y = y \\_ { 0 } + a { \\\\cdot } E \\_ { \\\\mathrm { ~ T ~ } } ^ { \\\\mathrm { N } } y\\=y0​+a⋅E T N​\n\nThe obtained slope values aaa and correlation coefficients (r)( r )(r) are compiled in Tables 3S,4S, 5S and illustrated in Figs. 5S, 6S, and 7S for compounds 1, 2, and 3, respectively (ESI†)( \\\\mathrm { E S I \\\\dag } )(ESI†) Generally, the values of correlation coefficients are small to moderate, indicating a weak or lack of correlation with the solvent parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ regardless of whether it is a whole set of solvents studied, or only protic and aprotic ones. However, for protic solvents the correlation coefficient is always lower than that for aprotic ones, except for the fluorescence quantum yield of 2 indicating that the partition of solvents into these two groups is in most cases justified.\n\nAccording to Ravi et al.,8a the dependence of the Stokes shift on the solvent parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ allows calculation of the dipole moment change between the ground and excited state using eqn (5). The obtained values are compiled in Table 3. A small change of the dipole moment (3.2 D)( 3 . 2 ~ \\\\mathrm { { D } } )(3.2 D) is observed for 2, a compound with a dimethylamino group. In this case all solvents were used in correlation whereas for derivatives with phenyl substituent on a nitrogen atom the dipole moment changes clearly depend on the type of solvent. For aprotic solvents, the change of the dipole moment is distinctly larger than that for protic ones, which in turn are comparable to the values obtained taking into account all solvents studied (Table 3).\n\nTable 3 The excited-state dipole moments calculated based on the correlation of Stokes shift with the ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ solvent parameter and from solvatochromism based on Kawski's theory  \n![](https://storage.treer.ai/images/cc1dd13d3000d8bc3cfc2a1ed885a56453fa2bfbeb359a720f5737442c7aff09.jpg)\n\nThe larger dipole moment changes observed for the derivatives containing a phenyl substituent on the nitrogen atom is probably a result of a greater charge delocalization within the bigger and aromatic substituent and an increase of the distance at which the charges in the excited state are spreading apart.\n\nThe solvatochromic properties were also applied to calculate the excited state dipole moment of the compound studied using equations (6) to (18). However, using this method it is still an open question which polarizability value of a solute should be adopted in the presented equations derived from Kawski's theory. To check whether the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 , frequently adopted in the literature, is fulfilled for the compounds studied the dependence of the correlation coefficient (r) describing the quality of fit of ν~abs∼ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } \\\\sim \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​∼ν~fluo​ (eqn (6)) and ν~abs + ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } ~ + ~ \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​ + ν~fluo​ (eqn (7)) versus appropriate solvent polarity functions (eqn (8) and (9)) with variable α/a3\\\\alpha / a ^ {",
      "chunkIndex": 6,
      "startChar": 24000,
      "endChar": 29000,
      "totalChunks": 18,
      "summary": "Compounds 1–3 exhibit bathochromic absorption/emission shifts with solvent polarity. Compound 3 (NH) shows weaker donation, intermediate red‑shift, broader fluorescence (narrower in 4‑methyl‑1,3‑dioxolan‑2‑one and formamide, H‑bonding), heterogeneous decays and lifetimes. ETN correlations are weak. Table 3 gives excited‑state dipole changes—3.2 D for 2; larger for phenyl derivatives; Kawski analysis questions α/a3."
    },
    {
      "content": "ase of the distance at which the charges in the excited state are spreading apart.\n\nThe solvatochromic properties were also applied to calculate the excited state dipole moment of the compound studied using equations (6) to (18). However, using this method it is still an open question which polarizability value of a solute should be adopted in the presented equations derived from Kawski's theory. To check whether the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 , frequently adopted in the literature, is fulfilled for the compounds studied the dependence of the correlation coefficient (r) describing the quality of fit of ν~abs∼ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } \\\\sim \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​∼ν~fluo​ (eqn (6)) and ν~abs + ν~fluo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } ~ + ~ \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } }ν~abs​ + ν~fluo​ (eqn (7)) versus appropriate solvent polarity functions (eqn (8) and (9)) with variable α/a3\\\\alpha / a ^ { 3 }α/a3 value was created (Fig. 4). The optimal value of α/a3\\\\alpha / a ^ { 3 }α/a3 obtained for 1 is equal to 0.57×10−10 C V−1 m−10 . 5 7 \\\\times 1 0 ^ { - 1 0 } \\\\mathrm { ~ C ~ V ^ { - 1 } ~ m ^ { - 1 } }0.57×10−10 C V−1 m−1 , thus the condition 2α/a3\\=12 \\\\alpha / a ^ { 3 } = 12α/a3\\=1 is fulflled and solvent polarity functions represented by eqn (10) and (11) were used for the excited state dipole moment calculations. In the calculation all solvents were taken into account (both protic and aprotic, except for these showing specific interactions with the solute like: 1,2-dimethoxyethane, formamide or 4-methyl-1,3-dioxolan-2-one) giving a good correlation. The obtained slopes of linear fits to the eqn (6) and (7) as well as the regression coefficients are presented in Table 6S and linear regression plot for 1 versus solvent polarity function is presented in Fig. 8S (ESI†). The ground-state dipole moments necessary for the calculation of the excited-state dipole moment were obtained from theoretical calculations using the DFT method implemented in TURBOMOLE package which together with the spherical Onsager's cavity radius for compounds studied are presented in Table 3. The dipole moment changes after excitation obtained using this method (Table 3) are comparable to that obtained from the fitting of Stokes shift versus E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ parameter (eqn (5)) when all solvents were taken into account. It is worth noting that derivatives with two small substituents on the nitrogen atom (NMe2)\\\\displaystyle ( \\\\mathrm { N M e } \\_ { 2 } )(NMe2​) or only one phenyl group as substituent have a similar small angle between ground-state and excited-state dipole moment, while, as for NPh2\\\\mathrm { { N P h } } \\_ { 2 }NPh2​ derivative,7d a large angle between the dipole moments in the ground and excited state is discovered for compound 1. It seems that the larger conformational freedom of the phenyl substituent in 1 compared to diphenyl derivative7d is a reason of a smaller angle ( 46∘4 6 ^ { \\\\circ }46∘ and 74∘7 4 ^ { \\\\circ }74∘ , respectively). Thus, all calculated values of the dipole moments using two different methods are comparable, in the range of the experimental error, however the method based on solvatochromism gives also the possibility to calculate the angle between the dipoles in the ground and excited state.\n\n![](https://storage.treer.ai/images/bd4f6e88308f9c153bd8a9338d54c7879c019b7fc7723175880ffd5fc8511f24.jpg)  \nFig. 4 The dependence of correlation coefficient on the α/a3\\\\alpha / a ^ { 3 }α/a3 for the fit of Stokes shift and sum of νabs+νfiuo\\\\nu \\_ { \\\\mathrm { a b s } } + \\\\nu \\_ { \\\\mathrm { f i u o } }νabs​+νfiuo​ .\n\n# 3.3 Multi-linear correlation\n\nThe solvent effect can be split into two different types of contributions, namely specific interactions (i.e. described as localized donoracceptor interactions involving specific orbitals and as acidbase interactions involving hydrogen bonding) and nonspecific interactions (i.e. those arising from the solvent acting as a dielectric continuum). In the literature, the solvent effect has been parameterized via many different solvent scales.6 The most frequently used solvent scales are those of Kamlet and Taft,4 and Catalán.5,6 Multi-parameter correlations are preferable and have been applied successfully to various physicochemical parameters. The physicochemical parameters yyy analyzed in this paper are the same as used in the correlation with Reichardt's E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ solvent parameter, i.e. the absorption maxima (ν~abs\\=I/λabs(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } = I / \\\\lambda \\_ { \\\\mathrm { a b s } } ( \\\\mathrm { m a x } ) )(ν~abs​\\=I/λabs​(max)) , the emission maxima (ν~fluo\\=1/λfluo(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } = 1 / \\\\lambda \\_ { \\\\mathrm { f l u o } } ( \\\\mathrm { m a x } ) )(ν~fluo​\\=1/λfluo​(max)) , the Stokes shifts",
      "chunkIndex": 7,
      "startChar": 28000,
      "endChar": 33000,
      "totalChunks": 18,
      "summary": "Solvatochromic analysis with Kawski-derived equations varied solute polarizability α/a3 to fit Stokes shifts. Fig. 4 plots correlation coefficient versus α/a3, giving optimal 0.57×10⁻¹⁰ C V⁻¹ m⁻¹, validating the chosen condition. DFT ground-state dipoles and regression (Table 6S, Fig. 8S) support comparable excited-state dipoles and dipole-angle calculations; multivariate solvent scales used."
    },
    {
      "content": " bonding) and nonspecific interactions (i.e. those arising from the solvent acting as a dielectric continuum). In the literature, the solvent effect has been parameterized via many different solvent scales.6 The most frequently used solvent scales are those of Kamlet and Taft,4 and Catalán.5,6 Multi-parameter correlations are preferable and have been applied successfully to various physicochemical parameters. The physicochemical parameters yyy analyzed in this paper are the same as used in the correlation with Reichardt's E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ solvent parameter, i.e. the absorption maxima (ν~abs\\=I/λabs(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } = I / \\\\lambda \\_ { \\\\mathrm { a b s } } ( \\\\mathrm { m a x } ) )(ν~abs​\\=I/λabs​(max)) , the emission maxima (ν~fluo\\=1/λfluo(max))( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } = 1 / \\\\lambda \\_ { \\\\mathrm { f l u o } } ( \\\\mathrm { m a x } ) )(ν~fluo​\\=1/λfluo​(max)) , the Stokes shifts Δν~\\=\\\\Delta \\\\tilde { \\\\nu } =Δν~\\= ν~abs − ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } \\\\mathrm { ~ - ~ } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )ν~abs​ − ν~fiuo​) (all in cm−1\\\\mathrm { c m } ^ { - 1 }cm−1 ), the fluorescence quantum yield (QY)( Q Y )(QY) , the fluorescence lifetime (τ)( \\\\tau )(τ) and furthermore, the radiative rate constants (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and the rate constants for radiationless decay (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) .\n\nAs stated by Filarowski et al.,14 the new four-parameter Catalán solvent scale has an advantage over other solvent scales (i.e. KamletTaft and old three-parameter Catalán solvent scales). Splitting the polarizability/dipolarity solvent parameter into two parameters (solvent's polarizability and dipolarity) results in a better correlation coefficient (more fitting parameters) and allows interpretation of the solvent effect deeper.15 Therefore, in this work the spectral and photophysical parameters of the compounds studied will be discussed based on the four-parameter Catalán solvent scale. However, because so far there is only one publication14 comparing the four- and three-parameter solvent scales, in the ESI there are given values of the coefficients for the two commonly used scales (Tables 7S12S) and a brief comparison with the four-parameter solvent scale to highlight the advantages of this new scale of solvent polarity.\n\n3.3.1 Compound 1. Table 4 collects the estimated coefficients and correlation coefficients (r)( r )(r) for the multi-linear regression analysis for the maxima of absorption ν~abs)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )ν~abs​) and fluorescence ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { { f i u o } } } )ν~fiuo​) , fluorescence quantum yield (QY)( Q Y )(QY) and Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) of 1 in solvents studied using Catalán four-parameter solvent polarity scale.\n\nTable 4 Estimated from eqn (4), coefficients (yo( \\\\boldsymbol { y } \\_ { \\\\mathrm { o } }(yo​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ . bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ . cSAc \\_ { \\\\mathrm { S A } }cSA​ dSB)d \\_ { \\\\mathrm { S B } } )dSB​) , their standard errors and correlation coefficients (r)( r )(r) for the multiple linear regressior inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QYQ YQY , Δv of 1 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/b01f52cbcdc3f2bcdcb7d37bf7cc5f1ac3deff214a557785535cebbbafe7a7cf.jpg)\n\nA satisfactory fit was obtained for the solvent dependence of the maxima of absorption (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (r\\=0.9683)( r = 0 . 9 6 8 3 )(r\\=0.9683) in which all four coefficients, having negative values, are important. However, the large value of the aSPa \\_ { \\\\mathrm { S P } }aSP​ coefficient compared to bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ , cSac \\_ { \\\\mathrm { S a } }cSa​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ estimated values in the analysis of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) according to eqn (4) (Table 4) indicates that the change of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) may reflect primarily a change in polarizability of the environment of the chromophore whereas the solvent dipolarity, acidity, and basicity cannot be neglected. The fit of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of (SP,SdP,SA,SB)( S P , S d P , S A , S B )(SP,SdP,SA,SB) is also satisfactory taking into account the value of r\\=0.9625r = 0 . 9 6 2 5r\\=0.9625 as the quality-of-fit criterion. However, contrary to the fit of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) , the estimated coefficient determining the influence of solvent polarizability is calculated with a considerable standard error of aSP\\=1524±1860a \\_ { \\\\scriptscriptstyle \\\\mathrm { S P } } = 1 5 2 4 \\\\pm 1 8 6 0aS",
      "chunkIndex": 8,
      "startChar": 32000,
      "endChar": 37000,
      "totalChunks": 18,
      "summary": "Using Catalán’s four-parameter solvent scale, the study correlates solvent effects with absorption/emission maxima, Stokes shift, quantum yield, lifetimes, kf and knr for compound 1. Table 4/figure show strong multilinear fits: ν_abs (r=0.9683) and ν_fluo (r=0.9625). Polarizability (SP) predominates for ν_abs; SP for ν_fluo has large uncertainty. ESI compares three-parameter scales."
    },
    {
      "content": "and dSBd \\_ { \\\\mathrm { S B } }dSB​ estimated values in the analysis of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) according to eqn (4) (Table 4) indicates that the change of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) may reflect primarily a change in polarizability of the environment of the chromophore whereas the solvent dipolarity, acidity, and basicity cannot be neglected. The fit of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of (SP,SdP,SA,SB)( S P , S d P , S A , S B )(SP,SdP,SA,SB) is also satisfactory taking into account the value of r\\=0.9625r = 0 . 9 6 2 5r\\=0.9625 as the quality-of-fit criterion. However, contrary to the fit of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) , the estimated coefficient determining the influence of solvent polarizability is calculated with a considerable standard error of aSP\\=1524±1860a \\_ { \\\\scriptscriptstyle \\\\mathrm { S P } } = 1 5 2 4 \\\\pm 1 8 6 0aSP​\\=1524±1860 , higher than the coefficient value. The fit according to eqn (4) with (SdP,SA,SB)( S d P , S A , S B )(SdP,SA,SB) as independent variables has a correlation coefficient of (r\\=0.9616)( r = 0 . 9 6 1 6 )(r\\=0.9616) that is nearly the same as for the original fit (r\\=0.9625\\\\left( r = 0 . 9 6 2 5 \\\\right.(r\\=0.9625 with SP, SdP, SA, SB as independent variables). Hence, solvent polarizability can be disregarded as a critical parameter responsible for the shift of the fluorescence band maximum (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) . It is worth mentioning that the bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ cSAc \\_ { \\\\mathrm { S A } }cSA​ ,and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients values are negative causing a red shift of the fluorescence maxima and also are much higher, taking into account their absolute values, than those calculated for the absorption. This indicates that the electronic structures of the Franck-Condon and the relaxed excited state differ significantly, the relaxed excited state being more polar, which is consistent with a higher excited-state dipole moment than the ground-state dipole moment. A similar type of correlation as for (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) was obtained for the fit of the fluorescence quantum yield. Also in this case, solvent polarizability has no significant influence on the fluorescence quantum yield. However, the data presented in Table 1 indicate that the quantum yield of 1 varies widely from unity in the non-polar solvents to low values in polar solvents. Correlation of the fluorescence quantum yield with the position of maximum emission band shows a satisfactory correlation (r :\\= :0.9761)( r \\\\ : = \\\\ : 0 . 9 7 6 1 )(r := :0.9761) , indicating that some non-radiative channel might be activated depending on the energy of the excited state which is involved in the emission. Unfortunately, the multi-exponential decay curves of the fluorescence intensity do not allow calculation of the radiative and non-radiative rate constants and deeper analyze this issue.\n\nThe correlation of the Stokes shift of 1 according to eqn (4) with SP, SdP, SA, and SBS BSB as independent variables is fair (r\\=0.9553( r = 0 . 9 5 5 3(r\\=0.9553 .However, low values of cSAc \\_ { \\\\mathrm { S A } }cSA​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients and their large standard errors indicate that solvent acidity and basicity are not relevant in describing the impact of these solvent parameters on the Stokes shift. Indeed, the fit according to eqn with SPS PSP and SdPS d PSdP as independent variables has a similar correlation coefficient (r\\=0.9477)( r = 0 . 9 4 7 7 )(r\\=0.9477) . The estimated coefficients determining the influence of solvent polarizability and dipolarity have similar values but opposite signs. The solvent polarizability decreases while solvent dipolarity increases the Stokes shift.\n\n3.3.2 Compound 2. The difference between 2 and the previously described 1 is the replacement of phenyl by methyl on the nitrogen atom of the substituent. Table 5 shows the estimated values of coefficients y0y \\_ { 0 }y0​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ , bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ , cSAc \\_ { \\\\mathrm { S A } }cSA​ , and dSBd \\_ { \\\\mathrm { S B } }dSB​ and the regression coefficient values (r)( r )(r) for the multi-linear regression analysis of the spectral and photophysical properties (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) . (ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ) , ( \\\\Delta \\\\tilde { \\\\nu } )(ν~fluo​),(Δν~) ,and (QY)( Q Y )(QY) of 2 according to eqn (4).\n\nAs in the previous case, a satisfactory correlation coefficient was obtained (r\\=0.9658)( r = 0 . 9 6 5 8 )(r\\=0.9658) for the correlation of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (Table 5). Moreover, the absorption maximum position depends on all four solvent parameters, however the solvent polarizability",
      "chunkIndex": 9,
      "startChar": 36000,
      "endChar": 41000,
      "totalChunks": 18,
      "summary": "Tables report multilinear regressions linking absorption, fluorescence, Stokes shift to solvent parameters SP, SdP, SA, SB. For compound 1, absorption reflects SP; fluorescence (r≈0.96–0.98) depends mainly on SdP, SA, SB (negative coefficients), implying a more polar state. SdP raises, SP lowers Stokes shift. Compound 2 shows similar absorption dependence (r≈0.966)."
    },
    {
      "content": "sly described 1 is the replacement of phenyl by methyl on the nitrogen atom of the substituent. Table 5 shows the estimated values of coefficients y0y \\_ { 0 }y0​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ , bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ , cSAc \\_ { \\\\mathrm { S A } }cSA​ , and dSBd \\_ { \\\\mathrm { S B } }dSB​ and the regression coefficient values (r)( r )(r) for the multi-linear regression analysis of the spectral and photophysical properties (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) . (ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ) , ( \\\\Delta \\\\tilde { \\\\nu } )(ν~fluo​),(Δν~) ,and (QY)( Q Y )(QY) of 2 according to eqn (4).\n\nAs in the previous case, a satisfactory correlation coefficient was obtained (r\\=0.9658)( r = 0 . 9 6 5 8 )(r\\=0.9658) for the correlation of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (Table 5). Moreover, the absorption maximum position depends on all four solvent parameters, however the solvent polarizability has the greatest impact. Similar conclusions as in the case of compound 1 can be drawn from the correlation of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of (SP, SdP, SA, and SBS BSB ). Also in this case, a fair correlation was found (r\\=0.9371∘( r = 0 . 9 3 7 1 ^ { \\\\circ }(r\\=0.9371∘ ). The main factors contributing to the fluorescence bands red-shift are solvent dipolarity, and acidity, and less degree solvent basicity. A weak correlation was obtained for the fluorescence quantum yield. Decisive factors affecting the quantum yield are solvent acidity and basicity, which affect in the opposite way (Table 5). It is worth noting, however, that the fluorescence quantum yield of compound 2 is much higher than that observed for compound 1 and less dependent on the type of solvent (Table 1S, ESI†). There is no correlation between fluorescence quantum yields and the position of emission band maxima as was found for 1. The correlation of Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) with the solvent polarity parameters according to eqn (4) is poor (r\\=0.8028)( r = 0 . 8 0 2 8 )(r\\=0.8028) . Contrary to compound 1, the Stokes shift depends not only on the solvent polarizability and dipolarity but also on the solvent acidity. However, the impact of the solvent dipolarity and solvent acidity is lower than that of the solvent polarizability. The increase of solvent polarizability, contrary to the other two parameters, reduces the band shift.\n\nMono-exponential fluorescence intensity decay observed for 2 allows correlation of the fluorescence lifetime with the solvent parameters using eqn (4). The correlation is poor (r\\=0.7102)( r = 0 . 7 1 0 2 )(r\\=0.7102) and the greatest impact on the fluorescence lifetime is the solvent polarizability, which shortens it, whereas solvent dipolarity and basicity work in the opposite manner. When the fluorescence intensity decays are mono-exponential, the radiative (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and radiationless (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) rate constants can be calculated from the measured fluorescence quantum yield (QY)( Q Y )(QY) and fluorescence lifetime (τ)( \\\\tau )(τ) according to equations:\n\nable 5 Estimated from eqn (4), coefficients yo,aSP,bSdP,cSA,dSB)y \\_ { \\\\mathrm { o } } , a \\_ { \\\\mathrm { S P } } , b \\_ { \\\\mathrm { S d P } } , c \\_ { \\\\mathrm { S A } } , d \\_ { \\\\mathrm { S B } } )yo​,aSP​,bSdP​,cSA​,dSB​) , the standard errors and correlation coefficients (r)( r )(r) for the multiple linear regressio1 inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY,kf,knr,Q Y , k \\_ { \\\\mathrm { f } } , k \\_ { \\\\mathrm { n r } } ,QY,kf​,knr​, Δv, of 2 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/411582e559eec31f92fc1fd85a2ba3c5de4ed5a5a6063a25eb8bd25b94ad157d.jpg)\n\nkf\\=QY/τ k \\_ { \\\\mathrm { f } } = Q Y / \\\\tau kf​\\=QY/τ\n\nand\n\nknr\\=(1−QY)/τ k \\_ { \\\\mathrm { n r } } = ( 1 - Q Y ) / \\\\tau knr​\\=(1−QY)/τ\n\nThe data in Table 1S (ESI) show that kfk \\_ { \\\\mathrm { f } }kf​ depends insignificantly on the solvent polarity, while knrk \\_ { \\\\mathrm { n r } }knr​ does not show the clear dependence. Analysis of kfk \\_ { \\\\mathrm { f } }kf​ according to eqn (4) gives a poor fit, as judged by its rrr value (0.8837). The crucial parameters influencing kfk \\_ { \\\\mathrm { f } }kf​ are equally solvent dipolarity and solvent acidity r\\=0.8758A˚r = 0 . 8 7 5 8 \\\\mathrm { \\\\AA }r\\=0.8758A˚ . Due to their low values or/and high standard errors, polarizability and basicity of solvent can be disregarded as critical factors influencing kfk \\_ { \\\\mathrm { f } }kf​ .\n\nAccording to Birks,16 the radiative rate constant kfk \\_ { \\\\mathrm { f } }kf​ divided by the squared refractive index of medium and average wavenumber of fluorescence in the third power is proportional to the squared transition dipole moment:\n\nkfn2ν~fluo3\\=16π33ε0hΨG",
      "chunkIndex": 10,
      "startChar": 40000,
      "endChar": 45000,
      "totalChunks": 18,
      "summary": "Table 5 lists coefficients (y0, aSP, bSdP, cSA, dSB), r for multilinear fits of ν_abs, ν_fluo, Δν, QY, kf and knr versus Catalán solvent parameters for compound 2. Absorption (r=0.9658) driven by polarizability; fluorescence (r=0.9371) red‑shifts with dipolarity and acidity. QY weakly correlates; kf and knr poorly fitted. kf=QY/τ; knr=(1−QY)/τ."
    },
    {
      "content": "nr\\=(1−QY)/τ k \\_ { \\\\mathrm { n r } } = ( 1 - Q Y ) / \\\\tau knr​\\=(1−QY)/τ\n\nThe data in Table 1S (ESI) show that kfk \\_ { \\\\mathrm { f } }kf​ depends insignificantly on the solvent polarity, while knrk \\_ { \\\\mathrm { n r } }knr​ does not show the clear dependence. Analysis of kfk \\_ { \\\\mathrm { f } }kf​ according to eqn (4) gives a poor fit, as judged by its rrr value (0.8837). The crucial parameters influencing kfk \\_ { \\\\mathrm { f } }kf​ are equally solvent dipolarity and solvent acidity r\\=0.8758A˚r = 0 . 8 7 5 8 \\\\mathrm { \\\\AA }r\\=0.8758A˚ . Due to their low values or/and high standard errors, polarizability and basicity of solvent can be disregarded as critical factors influencing kfk \\_ { \\\\mathrm { f } }kf​ .\n\nAccording to Birks,16 the radiative rate constant kfk \\_ { \\\\mathrm { f } }kf​ divided by the squared refractive index of medium and average wavenumber of fluorescence in the third power is proportional to the squared transition dipole moment:\n\nkfn2ν~fluo3\\=16π33ε0hΨG∣μ^∣ΨE2 \\\\frac { k \\_ { \\\\mathrm { f } } } { n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } } { = } \\\\frac { 1 6 \\\\pi ^ { 3 } } { 3 \\\\varepsilon \\_ { 0 } h } { \\\\left. \\\\Psi \\_ { \\\\mathrm { G } } \\\\left| \\\\hat { \\\\mu } \\\\right| \\\\Psi \\_ { \\\\mathrm { E } } \\\\right. } ^ { 2 } n2ν~fluo3​kf​​\\=3ε0​h16π3​ΨG​∣μ^​∣ΨE​2\n\nwhere μ^\\\\hat { \\\\mu }μ^​ stands for the dipole moment operator, nnn is the refractive index of the medium, hhh is Planck's constant and ε0\\\\varepsilon \\_ { 0 }ε0​ denotes the permittivity of vacuum. The multi-linear Catalán fit of y\\=y =y\\= kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) according to eqn (4) yields an rrr value of 0.6926 indicating that there is no clear correlation between kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) and the Catalán SP, SdP, SA and SBS BSB solvent parameters. The lack of such correlation was also established by Filarowski et al.14 for a BODIPY derivative. More detailed analysis shows that kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) depends mainly on the solvent polarizability and in less degree on the solvent dipolarity r\\=0.6725{ r = 0 . 6 7 2 5 }r\\=0.6725 . However, the impact of the solvent dipolarity is small, thus, the solvent polarizability is a major factor influencing square of transition dipole moment as derived from the linear fit of kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) as a function of SPS PSP giving rrr value equal to 0.6465, just a little smaller than original fit (0.6926). The average value of kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) for the set of 33 solvents presented in Table 1S (ESI) is 2.39±0.17×10−5s−1cm32 . 3 9 \\\\pm 0 . 1 7 \\\\times 1 0 ^ { - 5 } \\\\mathrm { { s ^ { - 1 } c m ^ { 3 } } }2.39±0.17×10−5s−1cm3 .\n\nThere is a poor correlation between the non-radiative rate constant knrk \\_ { \\\\mathrm { n r } }knr​ and the Catalán SPS PSP ,SdP, SAS ASA and SBS BSB solvent parameters Δr\\=0.4476)\\\\mathrm { \\\\Delta } r { = } 0 . 4 4 7 6 )Δr\\=0.4476) . The estimates determining the influence of the solvent polarizability and dipolarity are burdened with large standard errors and can be omitted in the correlation analysis. Thus, solvent acidity and basicity have the main impact on the radiationless rate constant. The mean value of kf\\=8.04±0.87×k \\_ { \\\\mathrm { f } } = 8 . 0 4 \\\\pm 0 . 8 7 \\\\timeskf​\\=8.04±0.87× 108s−11 0 ^ { 8 } \\\\mathrm { { s ^ { - 1 } } }108s−1 is one order higher than knr\\=5.87±9.84×107s−1k \\_ { \\\\mathrm { n r } } = 5 . 8 7 \\\\pm 9 . 8 4 \\\\times 1 0 ^ { 7 } \\\\mathrm { s ^ { - 1 } }knr​\\=5.87±9.84×107s−1 explaining the high fluorescence quantum yield of compound 2. Lack of correlation of the radiative and non-radiative rate constants stems from the fact of independence of the fluorescence quantum yield, the fluorescence intensity decay times, and change the position of emission band with solvent properties.\n\n3.3.3 Compound 3. Removing the methyl group from the nitrogen atom of a substituent in compound 1 substantially changes the spectral and photophysical properties of obtained compound 3 compared to compound 1 (Fig. 3S and 4S, Table 2S, ESI), which is particularly evident when comparing their fluorescence lifetimes and fluorescence quantum yields. For compound 3 like for compound 1 and contrary to compound 2, the fluorescence intensity decays are heterogeneous and, therefore, a full correlation analysis, as for compound 2, can not be performed.\n\nTable 6 collects the estimated values of coefficients and correlation coefficients (r)( r )(r) for the multi-linear regression analysis of (ν~abs),(ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s }",
      "chunkIndex": 11,
      "startChar": 44000,
      "endChar": 49000,
      "totalChunks": 18,
      "summary": "Table 1S regressions show kf weakly dependent on solvent polarity; knr shows no clear trend. kf correlates with solvent dipolarity/acidity; normalized kf/(n2ν3) depends on polarizability (mean 2.39±0.17×10−5 s−1 cm3). knr is governed by acidity/basicity. Mean kf≈8.04×10^8 s−1, knr≈5.87×10^7 s−1. Compound 3 also shows altered spectra and heterogeneous decays (Figs.3S–4S, Table2S)."
    },
    {
      "content": "ack of correlation of the radiative and non-radiative rate constants stems from the fact of independence of the fluorescence quantum yield, the fluorescence intensity decay times, and change the position of emission band with solvent properties.\n\n3.3.3 Compound 3. Removing the methyl group from the nitrogen atom of a substituent in compound 1 substantially changes the spectral and photophysical properties of obtained compound 3 compared to compound 1 (Fig. 3S and 4S, Table 2S, ESI), which is particularly evident when comparing their fluorescence lifetimes and fluorescence quantum yields. For compound 3 like for compound 1 and contrary to compound 2, the fluorescence intensity decays are heterogeneous and, therefore, a full correlation analysis, as for compound 2, can not be performed.\n\nTable 6 collects the estimated values of coefficients and correlation coefficients (r)( r )(r) for the multi-linear regression analysis of (ν~abs),(ν~fluo),(Δν~)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } ) , ( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ) , ( \\\\Delta \\\\tilde { \\\\nu } )(ν~abs​),(ν~fluo​),(Δν~) ,and (QY)( Q Y )(QY) of 3 using the four-parameter Catalán solvent polarity scale. Like compounds 1 and 2, satisfactory fit was obtained for the dependence of the absorption maximum (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) (r\\=0.9783)( r = 0 . 9 7 8 3 )(r\\=0.9783) in which all four parameters are important. However, contrary to the previous cases, large values of coefficients aSPa \\_ { \\\\mathrm { S P } }aSP​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ compared to that of bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ and cSAc \\_ { \\\\mathrm { S A } }cSA​ in the analysis of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) according to eqn (4) (Table 6) indicates that the red shift of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) may reflect primarily a change in polarizability and basicity of the environment of the chromophore.\n\nThe fit of (ν~fiuo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )(ν~fiuo​) as a function of SP, SdP, SA, and SBS BSB is also satisfactory (r\\=0.9624)( r = 0 . 9 6 2 4 )(r\\=0.9624) However, contrary to the fit of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) , the estimated coefficient determining the influence of solvent polarizability and acidity are calculated with a considerable standard error (Table 6), higher than the coefficient value. The fit according to eqn (4) with SdPS d PSdP and SBS BSB as independent variables has a correlation coefficient of r\\=0.9617r = 0 . 9 6 1 7r\\=0.9617 that is nearly the same as for the original fit. Hence, solvent polarizability and solvent acidity can be disregarded as critical parameters responsible for the shift of the fluorescence band ν~fiuo)\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } } )ν~fiuo​) . It is worth mentioning that the values of meaningful coefficients are negative, which means the fluorescence band shifts to the red with increasing solvent dipolarity and basicity. Such dependence on solvent dipolarity indicates that the relaxed excited state is more polar than the FranckCondon state, which is consistent with the increase of the dipole moment in the excited state. Moreover, the dependence on the basicity of the environment demonstrates the important role of the hydrogen atom in the amino group played in interactions with the solvent molecules. A poor correlation was obtained for the fit of the fluorescence quantum yield (r\\=0.8705)( r = 0 . 8 7 0 5 )(r\\=0.8705) .In this case, solvent polarizability and solvent basicity have no significant influence (Table 6). In this case, the correlation of the fluorescence quantum yield with the position of emission maximum is poor (r\\=0.8206)( r = 0 . 8 2 0 6 )(r\\=0.8206) , which means that about 67%67 \\\\%67% of the changes in the fluorescence quantum yield can be explained by opening a new, dependent on the environment polarity, non-radiative channel and the remaining 33%3 3 \\\\%33% of the changes are due to other causes, such as formation of hydrogen bonds.\n\nable 6 Estimated from eqn (4), coefficients yo,aSP,bSdP,cSA,dSB)y \\_ { \\\\mathrm { o } } , a \\_ { \\\\mathrm { S P } } , b \\_ { \\\\mathrm { S d P } } , c \\_ { \\\\mathrm { S A } } , d \\_ { \\\\mathrm { S B } } )yo​,aSP​,bSdP​,cSA​,dSB​) , thstandard errors and correlation coefficients (r)( r )(r) for the multiple linear regressior inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY,kf,knr,Q Y , k \\_ { \\\\mathrm { f } } , k \\_ { \\\\mathrm { n r } } ,QY,kf​,knr​, Δv, of 3 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/8479eba1c14be1f8d59335624a5133a4f0dd07c7e9db13481d3fa594e2c0e562.jpg)\n\nTable 7 Estimated form eqn (4), coefficients (yo( \\\\boldsymbol { y } \\_ { \\\\mathrm { o } }(yo​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ cSAc \\_ { \\\\mathrm { S A } }cSA​ dSB)",
      "chunkIndex": 12,
      "startChar": 48000,
      "endChar": 53000,
      "totalChunks": 18,
      "summary": "Compound 3 (N-demethylated) shows altered spectral and photophysical behavior versus compound 1, with heterogeneous fluorescence decays. Table 6 (and Figs. 3S/4S) presents Catalán four-parameter regressions: ν_abs fit (r=0.9783) dominated by solvent polarizability and basicity; ν_fluo (r=0.9624) shifts red with dipolarity/basicity. QY correlations are poorer (r≈0.87), ~67% polarity-dependent and hydrogen-bonding influences."
    },
    {
      "content": "\\\\%33% of the changes are due to other causes, such as formation of hydrogen bonds.\n\nable 6 Estimated from eqn (4), coefficients yo,aSP,bSdP,cSA,dSB)y \\_ { \\\\mathrm { o } } , a \\_ { \\\\mathrm { S P } } , b \\_ { \\\\mathrm { S d P } } , c \\_ { \\\\mathrm { S A } } , d \\_ { \\\\mathrm { S B } } )yo​,aSP​,bSdP​,cSA​,dSB​) , thstandard errors and correlation coefficients (r)( r )(r) for the multiple linear regressior inalysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY,kf,knr,Q Y , k \\_ { \\\\mathrm { f } } , k \\_ { \\\\mathrm { n r } } ,QY,kf​,knr​, Δv, of 3 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/8479eba1c14be1f8d59335624a5133a4f0dd07c7e9db13481d3fa594e2c0e562.jpg)\n\nTable 7 Estimated form eqn (4), coefficients (yo( \\\\boldsymbol { y } \\_ { \\\\mathrm { o } }(yo​ , aSPa \\_ { \\\\mathrm { S P } }aSP​ bSdPb \\_ { \\\\mathrm { S d P } }bSdP​ cSAc \\_ { \\\\mathrm { S A } }cSA​ dSB)d \\_ { \\\\mathrm { S B } } )dSB​) ,thstandar errors and correlatin coeffients (r)( r )(r) for the multiple linear regressior analysis of ν~abs\\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } }ν~abs​ , ν~fiuo\\\\tilde { \\\\nu } \\_ { \\\\mathrm { f i u o } }ν~fiuo​ , QY, k, knrk \\_ { \\\\mathrm { n r } }knr​ , Δv, of 4 as a function of the Catalán four-parameter solvent scale  \n![](https://storage.treer.ai/images/6b86ff1fe70c25c831b1bef8e8126e75b79fe0458453a8a2b949fba542bc4c28.jpg)\n\nThe correlation of Stokes shift of 3 with SPS PSP ,SdP, SA, and SBS BSB as independent variables also produces a fair fit (r\\=0.9496)( r = 0 . 9 4 9 6 )(r\\=0.9496) . However, low values of cSAc \\_ { \\\\mathrm { S A } }cSA​ and dSBd \\_ { \\\\mathrm { S B } }dSB​ coefficients and their large standard errors indicate that solvent acidity and basicity are not relevant in describing the impact of these solvent parameters on Stokes shift. Indeed, the fit according to eqn (4) with SPS PSP and SdP as independent variables has a correlation coefficient of r\\=r =r\\=\n\n0.9462, only a little lower than the original fit. The estimated values of coefficients determining the influence of solvent polarizability and dipolarity have similar values but opposite signs. The solvent polarizability decreases while solvent dipolarity increases the Stokes shift, like in the case of compound 1.\n\n3.3.4 Compound 4. In the paper published by Guzow et al.,7d spectral and photophysical data for 3-\\[2-(4- diphenyaminophenyl)benzoxazol-5-yl\\]alanine derivative 4, containing two phenyl groups as substituents on the nitrogen atom, were presented. As this compound is a complement to that discussed in this work, the spectroscopic and photophysical data presented in ref. 7d were analyzed using a multi-linear correlation according to eqn (4). Correlation results are shown in Table 7.\n\nThe analysis shows that the position of the absorption maximum depends on the three solvent parameters ( SP,SAS P , S ASP,SA ,and SBS BSB (r\\=( r =(r\\= 0.7839) whereas for the original fit r\\=0.7961)r = 0 . 7 9 6 1 )r\\=0.7961) ) however, the solvent polarizability has the greatest impact. The correlation of (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) with the solvent parameters is poor and cannot be improved by dividing solvents into polar and non-polar or protic and aprotic ones. It is probably a result of inaccuracy in absorption maximum reading which can happen if a broad band with a small shift is present. The correlation of the position of the fluorescence band maximum according to eqn (4), omitting the solvent polarizability parameter, gives a satisfactory correlation of r\\=0.9812r = 0 . 9 8 1 2r\\=0.9812 The factors contributing to the fluorescence band shift towards the red are solvent dipolarity and acidity, and to a lesser degree solvent basicity. A poor correlation was obtained for the fluorescence quantum yield (r\\=0.7918)( r = 0 . 7 9 1 8 )(r\\=0.7918) . Decisive factors affecting the fluorescence quantum yield are the same as for (ν~fluo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } )(ν~fluo​) , however, the basicity of the solvent affects in the opposite way than solvent acidity and dipolarity (Table 7). The fluorescence quantum yield poorly correlates with the energy of the excited state involved in the emission r\\=0.7120)r = 0 . 7 1 2 0 )r\\=0.7120) . However, the correlation of the Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) with the solvent polarity parameters according to eqn (4) is satisfactory r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 and depends on the solvent dipolarity and acidity r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 , whereas the correlation coefficient for the original fit is r\\=0.9757r = 0 . 9 7 5 7r\\=0.9757 ).\n\nMono-exponential fluorescence intensity decay of compound 4 allows, as for compound 2, correlation of the fluorescence lifetime with the solvent parameters using eqn (4). An impact on the fluorescence lifetime has only the solvent dipolarity (r\\=0.9338( r = 0 . 9 3 3 8(r\\",
      "chunkIndex": 13,
      "startChar": 52000,
      "endChar": 57000,
      "totalChunks": 18,
      "summary": "Tables 6–7 present linear regressions relating ν_abs, ν_fluo, QY, Stokes shifts for 3 and 4 to Catalán scales (SP, SdP, SA, SB). For 3, Stokes shift (r=0.9496) decreases with SP and increases with SdP; SA/SB negligible. For 4, fluorescence and Δν (r≈0.98) link to SdP and SA; QY fits poorly."
    },
    {
      "content": " same as for (ν~fluo)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } )(ν~fluo​) , however, the basicity of the solvent affects in the opposite way than solvent acidity and dipolarity (Table 7). The fluorescence quantum yield poorly correlates with the energy of the excited state involved in the emission r\\=0.7120)r = 0 . 7 1 2 0 )r\\=0.7120) . However, the correlation of the Stokes shift (Δν~)( \\\\Delta \\\\tilde { \\\\nu } )(Δν~) with the solvent polarity parameters according to eqn (4) is satisfactory r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 and depends on the solvent dipolarity and acidity r\\=0.9730{ r = 0 . 9 7 3 0 }r\\=0.9730 , whereas the correlation coefficient for the original fit is r\\=0.9757r = 0 . 9 7 5 7r\\=0.9757 ).\n\nMono-exponential fluorescence intensity decay of compound 4 allows, as for compound 2, correlation of the fluorescence lifetime with the solvent parameters using eqn (4). An impact on the fluorescence lifetime has only the solvent dipolarity (r\\=0.9338( r = 0 . 9 3 3 8(r\\=0.9338 , whereas the correlation coefficient for the original fit r\\=0.9389r = 0 . 9 3 8 9r\\=0.9389 .\n\nUsing eqn (21) and (22), the radiative (kf)( k \\_ { \\\\mathrm { f } } )(kf​) and radiationless (knr)( k \\_ { \\\\mathrm { n r } } )(knr​) rate constants were calculated basing on the measured fluorescence quantum yield (QY)( Q Y )(QY) and the fluorescence lifetime (τ)( \\\\tau )(τ) Analysis of kfk \\_ { \\\\mathrm { f } }kf​ according to eqn (4) gives a satisfactory fit, as judged by its rrr value (0.9743). The crucial parameters influencing kfk \\_ { \\\\mathrm { f } }kf​ are solvent dipolarity and solvent basicity ( r = 0 . 9 7 2 1 $ ), but the main factor is solvent dipolarity as proved by the correlation with only this parameter which has the correlation coefficient just slightly lower $( r = 0 . 9 6 3 4 ) The multi-linear Catalán it of y\\=kf/(n2ν~ fluo3)y = { k \\_ { \\\\mathrm { f } } } / { ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { ~ f l u o } } ^ { 3 } ) }y\\=kf​/(n2ν~ fluo3​) according to eqn (4) yields a rrr value of 0.9728 indicating that there is also a satisfactory correlation between kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) and the Catalán SP, SdP, SA, and SBS BSB solvent parameters. A more detailed analysis shows that kf/(n2ν~fluo3)k \\_ { \\\\mathrm { f } } / ( n ^ { 2 } \\\\tilde { \\\\nu } \\_ { \\\\mathrm { f l u o } } ^ { 3 } )kf​/(n2ν~fluo3​) mainly depends on the solvent dipolarity (r\\=0.9610( r = 0 . 9 6 1 0(r\\=0.9610 . Thus, contrary to compound 2, for this compound the square of the transition dipole moment depends on the solvent's dipolarity. There is a poor correlation between the non-radiative rate constant knrk \\_ { \\\\mathrm { n r } }knr​ and the Catalán SP, SdP, SA, and SBS BSB solvent parameters (r\\=0.6656)( r = 0 . 6 6 5 6 )(r\\=0.6656) . and the main impact on radiationless rate constant has solvent acidity and dipolarity. Thus, the decrease of the fluorescence quantum yield and simultaneous increase of the fluorescence lifetime are result of the decrease of the transition dipole moment in the emission with increase of solvent polarity rather than opening a new non-radiative channel. The mean value of kf\\=3±2.5×108 s−1k \\_ { \\\\mathrm { f } } = 3 \\\\pm 2 . 5 \\\\times 1 0 ^ { 8 } ~ \\\\mathrm { s } ^ { - 1 }kf​\\=3±2.5×108 s−1 is more than one order higher than knr\\=7±4×107 s−1k \\_ { \\\\mathrm { n r } } = 7 \\\\pm 4 \\\\times 1 0 ^ { 7 } ~ \\\\mathrm { s ^ { - 1 } }knr​\\=7±4×107 s−1 which explains the high fluorescence quantum yield of compound 4. The results presented in Table 7 indicate that, except for the (ν~abs)( \\\\tilde { \\\\nu } \\_ { \\\\mathrm { a b s } } )(ν~abs​) and knrk \\_ { \\\\mathrm { n r } }knr​ , the other tested spectral and photophysical properties of (4) largely depend on the solvent dipolarity, which should be associated with a large dipole moment of this compound in the excited state μe\\=11.3 :D)\\\\mu \\_ { \\\\mathrm { e } } = 1 1 . 3 \\\\ : \\\\mathrm { D } )μe​\\=11.3 :D) .7d\n\n# 4 Conclusions\n\nSpectral and photophysical properties of three derivatives 13 of 3-\\[2-(4-aminophenyl)benzoxazol-5-yl\\]alanine substituted by methyl and/or phenyl groups in various combinations were studied in 36 solvents of different polarity. It has been found that the type of substituent on the nitrogen atom determines the spectral and photophysical properties of compounds studied. The compounds containing phenyl group show strong dependence of the fluorescence spectra as well as the fluorescence quantum yield on solvent polarity.\n\nThe change of the dipole moment of molecules in the excited state, calculated from the dependence of Stokes shift of compounds on the solvent parameters using a single parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ (Reichardt's solvent scale), is consistent with that calculated based on Kawski's theory. It has been found that better correlations of spectral and photophysical properties of compounds studied with a single par",
      "chunkIndex": 14,
      "startChar": 56000,
      "endChar": 61000,
      "totalChunks": 18,
      "summary": "Table 7 and analyses show solvent dipolarity predominantly controls compound 4’s spectral and photophysical behavior (Stokes shift r=0.973; lifetime r=0.9338), while solvent basicity affects emission energy opposite acidity. Mean kf=3±2.5×10^8 s−1, knr=7±4×10^7 s−1; μe≈11.3 D. Three derivatives in 36 solvents: phenyl substituents increase polarity sensitivity. Decrease in transition dipole moment."
    },
    {
      "content": ")μe​\\=11.3 :D) .7d\n\n# 4 Conclusions\n\nSpectral and photophysical properties of three derivatives 13 of 3-\\[2-(4-aminophenyl)benzoxazol-5-yl\\]alanine substituted by methyl and/or phenyl groups in various combinations were studied in 36 solvents of different polarity. It has been found that the type of substituent on the nitrogen atom determines the spectral and photophysical properties of compounds studied. The compounds containing phenyl group show strong dependence of the fluorescence spectra as well as the fluorescence quantum yield on solvent polarity.\n\nThe change of the dipole moment of molecules in the excited state, calculated from the dependence of Stokes shift of compounds on the solvent parameters using a single parameter ENTE ^ { \\\\mathrm { N } } \\\\mathrm { \\_ T }ENT​ (Reichardt's solvent scale), is consistent with that calculated based on Kawski's theory. It has been found that better correlations of spectral and photophysical properties of compounds studied with a single parameter E  T NE \\_ { \\\\mathrm { ~ \\\\tiny ~ T ~ } } ^ { \\\\mathrm { N } }E  T N​ were obtained when solvents were partitioned into two groups: protic and aprotic ones. Additionally, spectral and photophysical properties of compounds studied were analyzed applying multi-linear correlation using the threeparameter KamletTaft as well as the Catalán solvent scale. Moreover, the new four-parameter Catalán solvent scale, which takes into account polarizability, dipolarity, acidity and basicity of a solvent, was also applied. It has been shown that this new four-parameter Catalán solvent scale gives a better fit than the three-parameter scales. The correlation analysis reveals that the position of absorption band depends primarily on the change of polarizability of the environment of the dye, although solvent dipolarity cannot be neglected. However, the position of fluorescence maximum and the photophysical properties such as the fluorescence rate constant depend mostly on the solvent dipolarity for the compound with high excited-state dipole moment. Also, the influence of solvent acidity and basicity on photophysical properties is substantial, especially for N,N.N , N .N,N. -dimethylamino and NNN -phenylamino derivatives.\n\nThe diverse solvent effects on the spectral and photophysical properties of the compounds studied, differing in the amount and the type (aliphatic or aromatic) of substituents on the amino group, are mainly due to the fact that the nature of the substituent on the amino group determines the strength of electron-transfer (dependent on the ionization potential) and π\\\\piπ . donor ability (coupling of electrons with the residual part of a molecule). For example, the 4-(diphenylamino)phenyl group is a poorer π\\\\piπ -donor than the 4-(dimethylamino)phenyl group.17 Such distinctions are largely attributed to steric effects, which in the excited state undergo further changes resulting in variety of photophysical properties of the compounds studied.\n\n# Acknowledgements\n\nThis work was financially supported by the Ministry of Science and Higher Education (MNiSW Poland) under the grant DS 8441- 4-0132-11.\n\n# Notes and references\n\n1 P. Suppan and N. Ghoneim, Solvatochromism, The Royal Society of Chemistry, Cambridge, U.K., 1997.  \n2 (a) C. Reichardt, D. Che, G. Heckenkemper and G. Schäfer, Synthesis and UV/Vis-Spectroscopic Properties of Hydrophilic 2-, 3-, and 4- Pyridyl-Substituted Solvatochromic and Halochromic Pyridinium NPhenolate Betaine Dyes as New Empirical Solvent Polarity Indicators, Eur. J. Org. Chem., 2001, 23432361; (b) C. Reichardt, Solvatochromic Dyes as Solvent Polarity Indicators, Chem. Rev., 1994, 94, 23192358.  \n3 C. Reichardt and E. Harbusch-Görnert, Pyridinium NNN -Phenoxide Betaines and their Application for the Characterization of Solvent Polarities, X. - Extension, Correction, and New Definition of the ETE \\_ { \\\\mathrm { T } }ET​ Solvent Polarity Scale by Application of a Lipophilic Penta-tert-butylsubstituted Pyridinium NNN -Phenoxide Betaine Dye, Liebigs Ann. Chem., 1983, 1983, 721743.  \n4 (a) M. J. Kamlet, J.-L. M. Abbound and R. W. Taft, An Examination of Linear Solvation Energy Relationships, Prog. Phys. Org. Chem., 1982, 13, 485623; (b) M. J. Kamlet and R. W. Taft, Solvatochromic comparison method. 1. β\\\\betaβ Scale of solvent hydrogen-bond acceptor (HBA) basicities, J. Am. Chem. Soc., 1976, 98, 377383; (c) R. W. Taft and M. J. Kamlet, Solvatochromic comparison method. 2. α-Scale of solvent hydrogen-bond donor (HBD) acidities, J. Am. Chem. Soc., 1976, 98, 28862894; (d) M. J. Kamlet, J. L. M. Abboud and R. W. Taft, Solvatochromic comparison method. 6. π∗\\\\pi ^ { \\* }π∗ Scale of solvent polarities, J. Am. Chem. Soc., 1977, 99, 60276038.  \n5 (a) J. Catalán, V. López, P. Pérez, R. Martin-Villamil and J. G. Rodriguez, Progress towards a generalized solvent polarity scale - The solvatochromism of 2-(dimethylamino)-7-nitrofluorene and its homomorph 2-fluoro-7-nitrofluorene, Liebigs Ann., 1995, 241252; (b)",
      "chunkIndex": 15,
      "startChar": 60000,
      "endChar": 65000,
      "totalChunks": 18,
      "summary": "Study of three 3-[2-(4-aminophenyl)benzoxazol-5-yl]alanine derivatives in 36 solvents shows N‑substituent type controls spectral and photophysical behavior; phenyl derivatives display strong solvent‑polarity dependence. Excited‑state dipole changes (from Stokes shifts) agree with Kawski; Catalán’s four‑parameter scale best correlates properties. Effects arise from electron transfer, π‑donor ability, and steric factors. No figures/tables included."
    },
    {
      "content": "N -Phenoxide Betaine Dye, Liebigs Ann. Chem., 1983, 1983, 721743.  \n4 (a) M. J. Kamlet, J.-L. M. Abbound and R. W. Taft, An Examination of Linear Solvation Energy Relationships, Prog. Phys. Org. Chem., 1982, 13, 485623; (b) M. J. Kamlet and R. W. Taft, Solvatochromic comparison method. 1. β\\\\betaβ Scale of solvent hydrogen-bond acceptor (HBA) basicities, J. Am. Chem. Soc., 1976, 98, 377383; (c) R. W. Taft and M. J. Kamlet, Solvatochromic comparison method. 2. α-Scale of solvent hydrogen-bond donor (HBD) acidities, J. Am. Chem. Soc., 1976, 98, 28862894; (d) M. J. Kamlet, J. L. M. Abboud and R. W. Taft, Solvatochromic comparison method. 6. π∗\\\\pi ^ { \\* }π∗ Scale of solvent polarities, J. Am. Chem. Soc., 1977, 99, 60276038.  \n5 (a) J. Catalán, V. López, P. Pérez, R. Martin-Villamil and J. G. Rodriguez, Progress towards a generalized solvent polarity scale - The solvatochromism of 2-(dimethylamino)-7-nitrofluorene and its homomorph 2-fluoro-7-nitrofluorene, Liebigs Ann., 1995, 241252; (b)( b )(b) J. Catalán and C. Díaz, A generalized solvent acidity scale: The solvatochromism of o-tert-butylstilbazolium betaine dye and its homomorph 0,0′\\_ { 0 , 0 ^ { \\\\prime } }0,0′​ -di-tert-butylstilbazolium betaine dye, Liebigs Ann./ Recl., 1997, 19411949; (c) J. Catalán, C. Diaz, V. López, P. Pérez, J. L. G. de Paz and J. G. Rodriguez, A generalized solvent basicity scale: the solvatochromism of 5-nitroindoline and its homomorph 1-methyl-5- nitroindoline, Liebigs Ann., 1996, 17851794; (d) J. Catalán and H. Hopf, Empirical treatment of the inductive and dispersive components olutesolvent interactions: the solvent polarizability (SP) scale, Eur. J. Org. Chem., 2004, 46944702.  \n6 J. Catalán, Toward a generalized treatment of the solvent effect based on four empirical scales: dipolarity (SdP, a new scale), polarizability (SP), acidity (SA), and basicity (SB) of the medium, J. Phys. Chem. B, 2009, 113, 59515960.  \n7 (a) M. Drain, S. Gentemann, J. A. Roberts, N. Y. Nelson, C. J. Medforth, S. Jia, M. C. Simpson, K. M. Smith, J. Fajer, J. A. Shelnutt and D. Holten, Picosecond to Microsecond Photodynamics of a Nonplanar Nickel Porphyrin: Solvent Dielectric and Temperature Effects, J. Am. Chem. Soc., 1998, 120, 37813791; (b) B. Ren, F. Gao, Z. Tong and Y. Yan, Solvent polarity scale on the fluorescence spectra of a dansyl monomer copolymerizable in aqueous media, Chem. Phys. Lett., 1999, 307, 5561; (c) T. A. Fayed, Intramolecular charge transfer and photoisomerization of 2-(p-dimethylaminostyryl)benzoxazole: A new fluorescent probe, J. Photochem. Photobiol., A, 1999, 121, 1725; (d) K. Guzow, M. Milewska and W. Wiczk, Solvatochromism of 3-\\[2- (4-diphenylaminophenyl)benzoxazol-5-yl\\]alanine methyl ester. A new fluorescence probe, Spectrochim. Acta, Part A, 2005, 61, 11331140.  \n8 (a) M. Ravi, A. Samanta and T. P. Radhakrishnan, Excited State Dipole Moments from an Efficient Analysis of Solvatochromic Stokes Shift Data, J. Phys. Chem., 1994, 98, 91339136; (b)( b )(b) S. Kumar, V. C. Rao and R. C. Rostogi, Exited-state dipole moments of some hydroxycoumarin dyes using an efficient solvatochromic method based on the solvent polarity parameter, EN T \\\\mathrm { E ^ { N } } \\_ { \\\\mathrm { ~ T ~ } }EN T ​ , Spectrochim. Acta, Part A, 2001, 57, 4147.  \n) A. Kawski, in: J. F. Rabek (Ed., Progress in Photochemistry and Photophysics, vol. 5, CRC Press, Boca Raton, USA, 1992, pp. 1 47; (b) A. Kawski and P. Bojarski, in: P. R. Somani (Ed.), Chromic Materials, Phenomena and their Technological Applications, Applied Science Innovations, 2009, pp. 114163; (c) A. Kawski, B. Kuklinski and P. Bojarski, Dipole moment of aniline in the excited S1\\\\mathbf { S } \\_ { 1 }S1​ state from thermochromic effect on electronic spectra, Chem. Phys. Lett., 2005, 415, 251255; (d) A. Kawski, Ground- and Excited-State Dipole Moments of 6-Priopionyl-2-(dimethylamino)naphthalene Determined from Solvatochromic Shifts, Z. Naturforsch., 1999, 54a, 379381.  \n10 J. R. Lakowicz, Principles of Fluorescence Spectroscopy, 2nd ed., Kluwer Academic/Plenum Publishers, New York, 1999.  \n11 (a) M. R. Eftink and C. A. Ghiron, Exposure of Tryptophanyl Residues in Proteins. Quantitative Determination by Fluorescence Quenching Studies, Biochemistry, 1976, 15, 672680; (b) J. R. Lombardi, Solvatochromic Shifts Reconsidered: Field-Induced Mixing in the Nonlinear Region and Application to Indole, J. Phys. Chem. A, 1999, 103, 6335 6338.  \n12 (a) K. Guzow, M. Szabelski, J. Karolczak and W. Wiczk, Solvatochromism of 3-\\[2-(aryl)benzoxazol-5-yl\\]alanine derivatives, J. Photochem. Photobiol., A, 2005, 170, 215223; (b) K. Guzow, M. Szabelski, J. Malicka and W. Wiczk, Synthesis of a New, Highly Fluorescent Amino Acid Derivative: N-\\[(tert-Butoxy)carbonyl\\]-3-\\[2-(1H-indol-3- yl)benzoxazol-5-yl\\]-L-alanine Methyl Ester, Helv. Chim. Acta, 2001, 84, 10861092; (c) A. Rzeska, J. Malicka, K. Guzow, M. Szabelski and W. Wiczk, New highly fluorescent amino-acid derivatives: Substituted 3-\\[2-(phenyl)benzo",
      "chunkIndex": 16,
      "startChar": 64000,
      "endChar": 69000,
      "totalChunks": 18,
      "summary": "References survey solvatochromism, solvent polarity/acidity/basicity scales (Kamlet–Taft, Catalán), and solvent–solute interaction metrics (SdP, SP, SA, SB). They cover fluorescent solvatochromic probes, photodynamics of porphyrins, methods for excited‑state dipole moments from Stokes shifts, and fluorescence spectroscopy fundamentals and quenching studies. No figures or tables provided and experimental solvatochromic analyses are summarized."
    },
    {
      "content": "Fluorescence Spectroscopy, 2nd ed., Kluwer Academic/Plenum Publishers, New York, 1999.  \n11 (a) M. R. Eftink and C. A. Ghiron, Exposure of Tryptophanyl Residues in Proteins. Quantitative Determination by Fluorescence Quenching Studies, Biochemistry, 1976, 15, 672680; (b) J. R. Lombardi, Solvatochromic Shifts Reconsidered: Field-Induced Mixing in the Nonlinear Region and Application to Indole, J. Phys. Chem. A, 1999, 103, 6335 6338.  \n12 (a) K. Guzow, M. Szabelski, J. Karolczak and W. Wiczk, Solvatochromism of 3-\\[2-(aryl)benzoxazol-5-yl\\]alanine derivatives, J. Photochem. Photobiol., A, 2005, 170, 215223; (b) K. Guzow, M. Szabelski, J. Malicka and W. Wiczk, Synthesis of a New, Highly Fluorescent Amino Acid Derivative: N-\\[(tert-Butoxy)carbonyl\\]-3-\\[2-(1H-indol-3- yl)benzoxazol-5-yl\\]-L-alanine Methyl Ester, Helv. Chim. Acta, 2001, 84, 10861092; (c) A. Rzeska, J. Malicka, K. Guzow, M. Szabelski and W. Wiczk, New highly fluorescent amino-acid derivatives: Substituted 3-\\[2-(phenyl)benzoxazol-5-yl\\]-alanines: synthesis and photophysical properties, J. Photochem. Photobiol., A, 2001, 146, 918; (d) K. Guzow, M. Szabelski, J. Malicka, J. Karolczak and W. Wiczk, Synthesis and Photophysical Properties of 3-\\[2-(pyridyl)benzoxazol-5-yl\\]-L-alanine derivatives, Tetrahedron, 2002, 58, 22012209; (e) K. Guzow, K. Mazurkiewicz, M. Szabelski, R. Ganzynkowicz, J. Karolczak and W. Wiczk, Influence of an aromatic substituent in position 2 on photophysical properties of benzoxazol-5-yl-alanine derivatives, Chem. Phys. 2003, 295, 119130; (f) K. Guzow, J. Zielinska, K. Mazurkiewicz, J. Karolczak and W. Wiczk, Influence of substituents in the phenyl ring on photophysical properties of 3-\\[2-(phenyl)benzoxazol-5-yl\\]alanine derivatives, J. Photochem. Photobiol., A, 2005, 175, 5768; (g) K. Guzow, D. Szmigiel, D. Wróblewski, M. Milewska, J. Karolczak and W. Wiczk, New fluorescent probes based on 3-(2-benzoxazol-5-y1)alanine skeleton - synthesis and photophysical properties, J. Photochem. Photobiol., Å, 2007, 187, 8796; (h) K. Guzow, K. Kornowska and W. Wiczk, Synthesis and photophysical properties of a new amino acid possessing a BODIPY moiety, Tetrahedron Lett., 2009, 50, 2908 2910.  \n13 M. V. Skorobogatyi, A. A. Pchelintseva, A. L. Petrunina, I. A. Stepanova, V. L. Andronova, G. A. Galegov, A. D. Malakhov and V. A. Korshun, 5-Alkynyl 2′2 ^ { \\\\prime }2′ deoxyuridines, containing bulky aryl groups: evaluation of structure-anti-HV-1 activity relationship, Tetrahedron, 2006, 62, 12791287.  \n14 A. Filarowski, M. Kluba, K. Cieslik-Boczula, A. Koll, A. Kochel, L. Pandey, W. M. de Borggewaeve, M. van der Auweraer, J. Catalán and N. Boens, Generalized solvent scales as a tool for investigating solvent dependence of spectroscopic and kinetic parameters. Application to fluorescent BODIPY dyes, Photochem. Photobiol. Sci., 2010, 9, 996 1008.  \n15 J. Catalán and J. P. Catalán, On the solvatochromism of the n→π∗\\\\scriptstyle \\\\mathrm { n \\\\to \\\\pi } ^ { \\* }n→π∗ electronic transition in ketones, Phys. Chem. Chem. Phys., 2011, 13, 40724082.  \n16 J. B. Birks, Photophysics of Aromatic Molecules, Wiley-Interscience, London, 1970.  \n17 O. Kwon, S. Barlow, S. A. Odom, L. Beverina, N. J. Thompson, E. Zojer, J.-L. Bredas and S. R. Marder, Aromatic Amines: A Comparison of Electron-donor Strengths, J. Phys. Chem. A, 2005, 109, 93469352.",
      "chunkIndex": 17,
      "startChar": 68000,
      "endChar": 71352,
      "totalChunks": 18,
      "summary": "References summarize fluorescence spectroscopy and photophysics: tryptophan exposure and quenching; solvatochromism and field effects in indole and ketones; synthesis and photophysical properties of benzoxazolyl amino acids and BODIPY derivatives; generalized solvent scales; aromatic amine donor strength comparisons; and structure activity studies of 5‑alkynyl deoxyuridines’ anti‑HIV‑1 activity, with spectra and analyses."
    }
  ]
}