{
  "fullContent": "  \n\n# Design Strategy for Robust Organic Semiconductor Laser Dyes\n\nYuya Oyama, Masashi Mamada,\\* Atul Shukla, Evan G. Moore, Shih-Chun Lo, Ebinazar B. Namdas and Chihaya Adachi\\*\n\nCite This: ACS Materials Lett. 2020, 2, 161-167\n\n# Read Online\n\n# ACCESS |\n\nLl Metrics & More\n\nArticle Recommendations sI Supporting Information\n\nABSTRACT: A new molecular design for organic semiconductor laser dyes showing excellent optical properties and high robustness is disclosed in this work. The suitability of a furan moiety for increasing the thermal and photostability in newly developed furan-based derivatives (BPBFCz) is demonstrated by comparing a well-known laser molecule (BSBCz) having a bis-stilbene unit. The new derivatives exhibited high photoluminescence quantum yields of nearly 100%1 0 0 \\\\%100% and radiative rate constants of ∼10˙9 s−1{ \\\\sim } 1 \\\\dot { 0 } ^ { 9 } \\\\ s ^ { - 1 }∼10˙9 s−1 in both ´solution and doped films, and their properties were also excellent in neat films. The amplified spontaneous emission (ASE) thresholds of the BPBFCz materials were found to be very low (<1μJcm−2)\\\\left( < 1 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 } \\\\right)(<1μJcm−2) , and the excited-state absorption in the ASE oscillation region\n\nLaser material Bridge 00\\* A ASE Smaller overlap Better stability Trisle er tion 400 500 600 700 800 900 Time Wavelength (nm)\n\nwas neglgibwhi ispreerableoraeaplicaions.dit ttheexcelentptia propees w comparable or superior to those of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, the decomposition temperatures of the BPBFCz emitters were much higher than that~of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, resulting in the suppression of impurity formation during the thermal deposition. In addition, the pabh c a guidelines for robust organic laser molecules.\n\nrganic light-emitting diodes (OLEDs) have been extensively researched in recent decades, resulting in their use in commercial products and their l organic semiconductor laser diodes (OSLDs), the likely successor to OLEDs, and the practical application of organic gain media in solid-state lasers have been a challenging research topic. OSLs are expected to provide new opportunities for electronic devices because of their wavelength tunability, mechanical flexibility, and low-cost manufacturability. Following long-term efforts to improve resonator structures and charge-injection device configurations, the first demonstration of an electrically pumped OSLD7\\\\mathrm { O S L D ^ { 7 } }OSLD7 was reported in 2019 by using the relatively long-established bis-stilbene derivative BSBCz (Figure 1) as the organic semiconducting a been developed according to diverse molecular design in terms of availability and fluorescence and lasing properties. However, the stability of the OSLD at high current densities was extremely low, presumably due to the degradation of BSBCZ,B23,244 making practical application and detailed inves\n\ntigation of the OSLD difficult. Therefore, robust organic laser dyes that can withstand even high exciton densities are highly desired.\n\nAn analysis of reported organic laser dyes shows that a high radiative rate constant (kr)\\\\left( k \\_ { \\\\mathrm { r } } \\\\right)(kr​) , that is, a high photoluminescence (PL) quantum yield (QY) and a short fluorescence lifetime (τf)\\\\left( \\\\tau \\_ { \\\\mathrm { f } } \\\\right)(τf​) , is the key to obtaining low thresholds for amplified ⟨EthΔ ASE\\\\langle E \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }⟨EthΔ ASE​ and EthΔ laser,E \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ l a s e r } } ,EthΔ laser​, respectively). A small excited-state absorption cross-section is also important for low thresholds and high stability because it decreases exciton losses in population inversion. In addition, materials that have facile and scalable synthetic routes, good processability, and high reproducibility are favorable. Moreover, good semiconducting properties and optical characteristics under neat conditions, that is, without a host/guest system, are crucial to reducing exciton annihilation losses in devices.2 25\n\n![](https://storage.treer.ai/images/9647f67ac125b67efc4453a13aae491d7699debe96261221f0a8ce90de5b51f0.jpg)  \nFigure 1. (a) Chemical structures of BSBCz\\\\mathbf { B S B C z }BSBCz and furan derivatives BPBFCz1 and BPBFCz2. (b) UV-vis absorption (dashed lines) and emission (solid lines) spectra of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2 in toluene. (c) ASE spectra in 6 wt %\\\\%% doped CBP films and triplet excitedstate absorption spectra (at a time delay of 8 ns{ \\\\mathbf { 8 \\\\ n s } }8 ns ) in toluene of BSBCz\\\\mathbf { B S B C z }BSBCz BPBFCzl, and BPBFCz2\\\\mathbf { B P B F C z } 2BPBFCz2 .\n\nTable 1. Photophysical, Electrochemical and ASE Properties of BSBCz, BPBFCz1, and BPBFCz2 in Solution, 6 wt %\\\\%% Doped CBP Films, and Neat Films  \n![](https://storage.treer.ai/images/d1db42964d958b07a483d6fae5c69e28b0289b48889cf326b8de1b62593f7e4e.jpg) alu N2\\\\Nu \\_ { 2 }N2​ . bIn N2{ ^ b } \\\\mathrm { I n } \\\\ \\\\mathrm { N } \\_ { 2 }bIn N2​ E ru el fm EHOMO\\=−4.80−EoxE \\_ { \\\\mathrm { H O M O } } = - 4 . 8 0 - E \\_ { \\\\mathrm { o x } }EHOMO​\\=−4.80−Eox​ (vs Fc/Fc+\\\\mathrm { F c / F c ^ { + } }Fc/Fc+ r ELUMO\\=−4.80−EredE \\_ { \\\\mathrm { L U M O } } = - 4 . 8 0 - E \\_ { \\\\mathrm { r e d } }ELUMO​\\=−4.80−Ered​ (vs Fc/Fc+\\\\mathrm { F c / F c ^ { + } }Fc/Fc+ film are at 297, 331, and 343 nm3 4 3 ~ \\\\mathrm { n m }343 nm .\n\nIn fact, BSBCz\\\\mathrm { B S B C z }BSBCz already satisfies all of these requirements, exhibiting a high krk \\_ { \\\\mathrm { r } }kr​ of \\>10˙8s−1{ > } 1 \\\\dot { 0 } ^ { 8 } s ^ { - 1 }\\>10˙8s−1 in neat films and a low EthΔ laserE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ l a s e r } }EthΔ laser​ of 0.22μJcm−20 . 2 2 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }0.22μJcm−2 when combined with a distributed feedback (DFB) structure. Furthermore, continuous-wave (CW) laser operation has been observed from t., Thu the π⋅\\\\pi \\\\cdotπ⋅ conjugation system of the BSBCz structure provides a starting point for designing materials with excellent characteristics and improved stability.\n\nIn the chemical structure of BSBCz\\\\mathbf { B S B C z }BSBCz the stilbene moiety is apparently a weak point, as cis—trans isomerization through triplet excited states might occur there.26 Detailed mechanisms of isomerization at C\\=C\\\\mathrm { C } { = } \\\\mathrm { C }C\\=C double bonds have been extensively examined for a wide variety of molecules.27 Such isomerization could worsen the semiconducting and photophysical caaceristics,30 thereby increasing the driving voltage required for lasing, and prevent coherent emission because of the mixing of isomers. In addition, a weakening of the doublebond nature in the excited state might also be playing a role in the degradation and decomposition of the molecule.\n\nBridged ring structures incorporating double bonds can be an effective way to suppress the isomerization. For example, carbon-bridged five-membered rings such as COPVs (5,5,10,10-tetraalkyl-5,10-dihydroindeno\\[2,1-a\\]indene derivatives) do not significantly affect the π⋅\\\\pi \\\\cdotπ⋅ conjugation system,1922 so lasing properties similar to those of BSBCz could be expected. However, vacuum sublimation, which is favorable for fabricating OSLDs as well as obtaining better device performance, might become more difficult because of the increased molecular weight. On the contrary, nitrogen-, phosphorus-, and sulfur-bridged rings (pyrrole-, phosphole-, and thiophene-fused systems) such as BTBT (\\[1\\]benzothieno\\[3,2-b\\]\\[1\\]benzothiophene) are isoelectronic with chrysene and no longer resemble the electronic structure of stilbene, resulting in a significant decrease in the optoelectronics property.31-35 Although oxygen-bridging butadiene—furan with six π\\\\piπ electrons—is considered to be isoelectronic with benzene-like pyrrole and thiophene, it more closely resembles a diene because of its small aromaticity.36,37 Therefore, we expected that a furan-fused system will yield excellent luminescence properties while improving the stability by suppressing cis isomerization.\n\nAlthough \\[1\\]benzofuro\\[3,2-b\\]\\[1\\]benzofuran (BFBF) has already been reported,38,39 we focused on a 2-phenylbenzofuran (PBF) unit in this work because it can be more easily synthesized. Thus we designed and synthesized two new laser dyes based on bisphenylbenzofuran (BPBF), namely, BPBFCz1 and BPBFCz2, as shown in Figure 1.\n\n![](https://storage.treer.ai/images/8db38e879c3287b3e03d21bb01f515e69ef281c1f08631ed8a78373b200a3c8f.jpg)  \nigur . AS charaterisics f (a) BSBCz-doped (b) BPBFCz1-doped, and (c) BPBFCz2-doped CBP filmsand (d) BSBCz,\\\\mathbf { B S B C z } ,BSBCz, (e) BPBFCz1, and (f) BPBFCz2 neat films. Output PL intensity and FWHM as a function of the excitation energy.\n\nThe synthesis methods are given in the Supporting Information (Method S1). Because the α\\\\alphaα position of furan can easily be halogenated, the key intermediate is 6- bromobenzofuran, which was prepared according to the litratureAlthoug ount rbenz was also formed as an inseparable side product and the mixture of isomers was used for the next reaction, the final products can be isolated in pure form. As a result, BPBFCzl and BPBFCz2 were successfully synthesized in relatively high yields in five steps. Although the solubilities of BPBFCzl and BPBFCz2 are slightly higher than that of BSBCz in common organic solvents, they are not high enough for preparing thick films by solution process.\n\nFigure 1b shows absorption and PL spectra in toluene. The spectra in other solvents and in vacuum-deposited films along with electrochemical and photoelectron yield spectroscopy measurements are detailed in the Supporting Information (Figures S1-S3 and Tables S1-S2) and summarized in Table 1. BPBFCzl and BSBCz exhibited very similar spectra, indicating similar electronic structures for these compounds despite the introduction of the rigid furan rings. In fact, the HOMO-LUMO distributions (Method S2, Figure S4, and Table S3) and experimentally measured energy levels (Table 1) of BPBFCzl and BSBCz are nearly identical. The HOMO of BPBFCzl has a nodal surface on the furan ring and no coefficient on the oxygen atoms. Therefore, the effect of the furan ring on the HOMO is negligible. Although there are small orbital coefficients on oxygen in the LUMO of BPBFCz1, the overall distribution is also similar to that of BSBCz.\n\nOn the contrary, BPBFCz2 has a slightly destabilized LUMO level, and its LUMO distribution slightly spreads to the nitrogen of the carbazole group, suggesting that the electron-accepting property of the central core is weakened because of the weak donor of benzofuran at the center of the molecule. Therefore, the intramolecular donor-acceptor interaction is decreased for BPBFCz2, whereas BSBCz and BPBFCzl have weak donor—acceptor interactions between carbazole and the central biphenyl rings. This is also confirmed by the smaller shift of spectra for BPBFCz2 in polar solvents (Figure S1 and Table S1). As a result, BPBFCz2 exhibits spectra that are slightly blue-shifted to deep blue and a slightly larger HOMO-LUMO gap, although its electronic structure is still based on BSBCz. Interestingly, the PLQYs of BPBFCzl and BPBFCz2 are higher than those of BSBCz under all of the conditions measured here. Although the PL decay lifetimes are slightly longer, the krk \\_ { \\\\mathrm { r } }kr​ values of BPBFCzl and BPBFCz2 are very high 108‾\\\\overline { { 1 0 ^ { 8 } } }108 to 109 s−1,1 0 ^ { 9 } \\\\ s ^ { - 1 } ,109 s−1, and comparable to those of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, so low ASE and laser thresholds could be expected.\n\nFilm morphology is known to be important for the use of emitters in neat films. 42−454 2 - 4 542−45 amorphous morphology is crucial for the evaluation of ASE properties as well as the fabrication of OSLDs. The out-ofplane X-ray diffraction (XRD), atomic force microscopy (AFM), variable-angle spectroscopic ellipsometry, and uniaxial anisotropic models are shown in the Supporting Information (Figures S5-S7 and Table S4). Similar to BSBCz,{ \\\\tt B S B C z } ,BSBCz, vacuumdeposited BPBFCzl and BPBFCz2 flms were found to be amorphous, having a smooth surface with a high degree of horizontal orientation. The orientation order parameters were S \\= −0.36,S \\\\ = \\\\ - 0 . 3 6 ,S \\= −0.36, -0.25, and −0.47\\- 0 . 4 7−0.47 for BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2, respectively. The small difference in the molecular orientation is due to the different molecular shapes of these three molecules. Overall, the excellent optical properties including high PLQYs under the neat conditions suggest a high potential for the application of the derivatives to singlelayer OSLDs.\n\n![](https://storage.treer.ai/images/d666cf899bf1cefbebfaf3c3226ec7b80a0fa2b75c5255851779c3935b269430.jpg)  \nFigure 3. Thermal and photostability of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCzl, and BPBFCz2. (a) TG at 1 Pa. The 5%5 \\\\%5% weight loss temperatures indicate the sublimation temperature (324, 332, and 343 ∘C3 4 3 ~ ^ { \\\\circ } \\\\mathbf { C }343 ∘C for BSBCz\\\\mathbf { B S B C z }BSBCz , BPBFCz1, and BPBFCz2, respectively). Note that noise exists in the BPBFCz2 signal at 345 ∘C3 4 5 ~ ^ { \\\\circ } \\\\mathbf { C }345 ∘C b The 5%5 \\\\%5% weight loss temperature indicates the decomposition temperature (478, 539, and 543 ∘C{ \\\\bf 5 4 3 ~ } ^ { \\\\circ } { \\\\bf C }543 ∘C for BSBCz \\\\mathbf { B S B C z } \\_ { \\\\mathrm { ~ } }BSBCz ​ BPBFCz1, and BPBFCz2, respectively). (c) NMR spectra of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPCz1, and BPBFCz2 before (upper) and after (under) vacuu deposiion. (d) PL intensity normalized to the initial PL intensity for BSBCz\\\\mathbf { B S B C z }BSBCz BPBFCz1, and BPBFCz2 as a function of time irradiated by continuous-wave laser light at 355 nm3 5 5 \\\\ \\\\mathrm { n m }355 nm (excitation power 3.3 mW3 . 3 \\\\ \\\\mathrm { m W }3.3 mW .\n\nFigure 1c shows excited-state absorption spectra of BSBCz,\\\\mathrm { B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2, along with the ASE spectra of 6 wt %\\\\%% doped 4,4′–N,N′4 , 4 ^ { \\\\prime } – N , N ^ { \\\\prime }4,4′–N,N′ -dicarbazole-biphenyl (CBP) flms (vide infra). (See Figures S8-S10 for details.) For the excited-state absorption measurements, the emitter concentration was adjusted to give the same absorbance at the excitation wavelength of 370 nm3 7 0 ~ \\\\mathrm { n m }370 nm for all emitters. Because triplet excited states are sensitive to oxygen quenching, transient absorption spectroscopy (TAS) was performed under ambient and deoxygenated conditions to confirm the presence of a triplet excited state. In general, long-lived triplet excited states lead to significant losses, especially under CW operation and electrical excitation. A small overlap between the excited-state absorption and the ASE and lasing spectra is an important a h s triplet excited states are slightly longer for BPBFCzl and BPBFCz2, all compounds have very short decays faster than 1 μs\\\\mu { s }μs It is noteworthy that the triplet excited-state absorption spectra of BPBFCzl and BPBFCz2 are red-shifted compared with that of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, resulting in a decrease in the overlap at the ASE wavelength. In addition, the calculation of absorption, stimulated emission, and triplet excited-state absorption cross sections (σabs, σem,( \\\\sigma \\_ { \\\\mathrm { a b s } } , \\\\ \\\\sigma \\_ { \\\\mathrm { e m } } ,(σabs​, σem​, and σTT,\\\\sigma \\_ { \\\\mathrm { T T } } ,σTT​, respectively) confirmed the condition of σem\\>σTT\\\\sigma \\_ { \\\\mathrm { e m } } > \\\\sigma \\_ { \\\\mathrm { T T } }σem​\\>σTT​ (Method S3 and Figure S11), which is preferable for laser applications.\n\nFigure 2 shows emission properties as a function of pump intensty and EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ of BSBCz,{ \\\\tt B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2 in wt %\\\\%% doped CBP films and neat films for the optimized flm thicknesses. The EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta ~ A S E } }EthΔ ASE​ value was determined fom aon increase in the emission intensities plotted against the excitation light intensity and is summarized in Table 1. The neat film of BPBFCz1 has an EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ value of 1.8μJcm−2.1 . 8 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 } .1.8μJcm−2. which is slightly higher than that of 1.2μJcm−21 . 2 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }1.2μJcm−2 for BSBCz. In ccontrast, E˙thΔAS~E\\\\dot { E } \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta A \\\\widetilde { S } E } }E˙thΔASE​ for the neat fil f BPBFCz was the lowes a only 0.60μJ cm−20 . 6 0 \\\\mu \\\\mathrm { J ~ c m } ^ { - 2 }0.60μJ cm−2 . These results are consistent with the overall krk \\_ { \\\\mathrm { r } }kr​ values, although we expected a lower EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ for BPBFCz1 based on its faster krk \\_ { \\\\mathrm { r } }kr​ Therefore, there may be room to improve the threshold through further optimization. Note that these results might be related to the degree of molecular orientation. The EthΔAS~EE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta A \\\\widetilde { S } E } }EthΔASE​ values for CBP films doped with BPBFCzl, BPBFC SBC 0 0 0.49μJ cm−2.0 . 4 9 \\\\mu \\\\mathrm { J } \\\\ c m ^ { - 2 } .0.49μJ cm−2. respectively. Overall, these values are very low compared with those reported so far, with thresholds of <1μJcm−2< 1 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }<1μJcm−2 still very limited, 5,10 confirming that the new derivatives are excellent lasing materials and are highly promising for use in OSLDs.\n\nFinally, we evaluated the stabilities of the materials using thermogravimetric-differential thermal analysis (TG-DTA) and photodegradation tests under CW laser irradiation (Figure 3). The TG measurements at 1 Pa revealed sublimation temperatures that are similar for the three materials, with final weights reaching close to −100%\\- 1 0 0 \\\\%−100% . At ambient pressure, the decomposition of BPBFCzl and BPBFCz2 appeared at temperatures \\>500 ∘C,{ > } 5 0 0 \\\\ ^ { \\\\circ } \\\\mathrm { C } ,\\>500 ∘C, which is ca. 60 ∘C6 0 ~ ^ { \\\\circ } \\\\mathrm { C }60 ∘C higher than that of BSBCz. These results indicate that the thermal stability of the stilbene unit was dramatically improved by crosslinking with oxygen atoms and forming a fused-furan ring. In addition, the larger difference between sublimation and decomposition temperatures indicates that BPBFCzl and BPBFCz2 are less likely to decompose when vacuum-deposited.\n\nHere we confirmed that BSBCz is indeed not extremely stable at high temperatures, as seen in Figure 3c. The NMR spectra for a thin film of BSBCz prepared by vacuum deposition at a pressure of <10−4< 1 0 ^ { - 4 }<10−4 Pa exhibit small peaks at around 6.77, 7.58 7.68, and 7.90 ppm,7 . 9 0 \\\\mathrm { \\\\ p p m } ,7.90 ppm, which were not observed before sublimation. The impurity formed during sublimation upon heating might be its cis isomer, according to the NMR of a cis-stilbene (Figure S12). This indicates that the films of BSBCz in previous works, including in an electrically pumped laser device, were, unfortunately, not highly pure, and these impurities may be difficult to avoid because the vacuum level in the deposition chamber used here is already very high. On the contrary, BPBFCzl and BPBFCz2 showed identical NMR spectra before and after vacuum deposition, indicating that sublimation occurs without decomposition and isomerization. Therefore, these compounds could provide high-purity thin films, which is promising for improving OSLD performance.\n\nFuran rings are known to undergo photooxidation reactions and are considered to have low photostability. Indeed, the emission color for the neat film of BPBFCz2 in ambient air rapidly changed upon irradiation with excitation light because of a growing emission band at 600−700  nm6 0 0 { - } 7 0 0 ~ \\\\mathrm { ~ n m }600−700  nm although BPBFzl showed no such behavior (see Figure S13). However, this photoreaction could be completely suppressed with encapsulation in a glove box, after which emission at longer wavelengths was not observed even following strong excitation, suggesting that the material may still be useful because organic devices are generally fabricated without exposure to air.\n\nFigure 3d shows the change of PL intensity as a function of the irradiation time for neat films of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2 under N2\\\\Nu \\_ { 2 }N2​ .The samples were excited using a CW laser with an excitation wavelength of 355 nm3 5 5 ~ \\\\mathrm { n m }355 nm to include the effect of triplet excitons, and the exciton densities were controlled to be equal for all samples under the same excitation intensity by adjusting the film thickness. The emission intensity of BSBCz decreased more rapidly compared with those of BPBFCz1 and BPBFCz2, and the half-life times of the emission intensities for the furan derivatives were 20 times longer than that of BSBCz. The same trend was also observed under light amplification (Figure S14). These results indicate that the excited-state stability can be dramatically improved by a small modification of the double-bond structure.\n\nIn conclusion, we succeeded in designing and synthesizing new organic laser materials based on a fused furan ring. Despite the fact that BSBCz was used in many advanced organic laser devices owing to its low lasing thresholds, its poor stability could hinder further applications. In this work, we confirmed that the purity of vacuum-deposited films of BSBCz is low because of cis isomerization. On the contrary, BPBFCzl and BPBFCz2 clearly demonstrate that there is a way to improve the stability without sacrificing optical and lasing properties. The BPBFCz emitters showed quite high PLQYs, small excited-state absorption cross-sections, and low ASE thresholds. In addition, both thermal and photostabilities were dramatically improved. These results suggest that BPBFCzl and BPBFCz2 are very promising materials in terms of developing organic semiconductor laser diodes. Furthermore, this strategy of employing furan to improve the stability could find wide application because stilbene moieties are already frequently used in organic fluorescent and laser dyes.4756\n\n# ASSOCIATED CONTENT\n\n# ∙\\\\bullet∙ Supporting Information\n\nThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsmaterialslett.9b00536.\n\nSynthesis and characterization (Method S1), DFT calculations (Method S2), reagents (Table S5), instruments (Table S6), experimental details (Method S4) and NMR spectra (Data S1) (PDF)\n\n# AUTHOR INFORMATION\n\nCorresponding Authors Masashi Mamada Kyushu University, Fukuoka, Japan;  \n⊚\\\\circledcirc⊚ orcid.org/0000-0003-0555-2894; Email: mamada@  \nopera.kyushu-u.ac.jp Chihaya Adachi Kyushu University, Fukuoka, Japan;  \n⊚\\\\circledcirc⊚ orcid.org/0000-0001-6117-9604; Email: adachi @@@  \ncstf.kyushu-u.ac.jp  \nOther Authors Yuya Oyama Kyushu University, Fukuoka, Japan Atul Shukla The University of Queensland, Brisbane  \nAustralia Evan G. Moore — The University of Queensland, Brisbane,  \nAustralia; ⊕\\\\oplus⊕ orcid.org/0000-0001-7032-2062 Shih-Chun Lo The University of Queensland, Brisbane,  \nAustralia; 10◯\\\\textcircled { 1 0 }10◯ orcid.org/0000-0002-4634-5376 Ebinazar B. Namdas The University of Queensland,  \nBrisbane, Australia; 1◯\\\\textcircled { 1 }1◯ orcid.org/0000-0001-5761-495X  \nComplete contact information is available at:  \nhttps://pubs.acs.org/10.1021/acsmaterialslett.9b00536\n\n# Notes\n\nThe authors declare no competing financial interest.\n\n# ACKNOWLEDGMENTS\n\nWe thank Dr. R. Kabe for helpful discussions, Ms. K. Kusuhara and Ms. N. Nakamura for material supply, and Dr. W. J. Potscavage, Jr., for thorough editing of the manuscript. This work was financially supported by JST ERATO grant number JPMJER1305 and JSPS KAKENHI grant number 19H02790 and the Australian Research Council (DP160100700).\n\n# REFERENCES\n\n(1) Baldo, M. A.; O'Brien, D. F.; You, Y.; Shoustikov, A.; Sibley, S.; Thompson, M. E.; Forrest, S. R. Highly Efficient Phosphorescent Emission from Organic Electroluminescent Devices. Nature 1998, 395, 151154.  \n() Baldo, M. A.; Thompson, M. E.; Forrest, S. R. High-Efficiency Fluorescent Organic Light-Emitting Devices Using a Phosphorescent Sensitizer. Nature 2000, 403, 750753.  \n(3) Uoyama, H.; Goushi, K.; Shizu, K.; Nomura, H.; Adachi, C. Highly Efficient Organic Light-Emitting Diodes from Delayed Fluorescence. Nature 2012, 492, 234238.  \n(4) Nakanotani, H.; Higuchi, T.; Furukawa, T.; Masui, K.; Morimoto, K.; Numata, M.; Tanaka, H.; Sagara, Y.; Yasuda, T.; Adachi, C. High-Efficiency Organic Light-Emitting Diodes with Fluorescent Emitters. Nat. Commun. 2014, 5, 4016. (5) Kuehne, A. J. C.; Gather, M. C. Organic Lasers: Recent Developments on Materials, Device Geometries, and Fabrication Techniques. Chem. Rev. 2016, 116, 1282312864.  \n(6) Samuel, I. D. W.; Turnbull, G. A. Organic Semiconductor Lasers. Chem. Rev. 2007, 107, 12721295.  \n(7) Sandanayaka, A. S. D.; Matsushima, T.; Bencheikh, F.; Terakawa, .J. u T.u J.; Aci .Indictio rnt-Inetion Lasing om Semiconductor. Appl. Phys. Express 2019, 12, 061010.  \n(8) Aimono, T.; Kawamura, Y.; Goushi, K.; Yamamoto, H.; Sasabe, H.; Adachi, C. 100%1 0 0 \\\\%100% Fluorescence Efficiency of 4,4'-Bis\\[(NCarbazole)styryl\\]biphenyl in a Solid Film and the Very Low Amplified Spontaneous Emission Threshold. Appl. Phys. Lett. 2005, 86, 071110.  \n(9) Nakanotani, H.; Adachi, C.; Watanabe, S.; Katoh, R. Spectrally Narrow Emission from Organic Films under Continuous-Wave Excitation. Appl. Phys. Lett. 2007, 90, 231109.  \n(10) Mamada, M.; Fukunaga, T.; Bencheikh, F.; Sandanayaka, A. S. D.; Adachi, C. Low Amplified Spontaneous Emission Threshold from Organic Dye Basen Bs-tilbene.AdvFunct. Mater. 0,2 1802130.  \n(11) Yokoyama, D.; Nakanotani, H.; Setoguchi, Y.; Moriwake, M.; Ohnishi, D.; Yahiro, M.; Adachi, C. Spectrally Narrow Emission at Cutoff Wavelength from Edge of Electrically Pumped Organic Lightmitt Dioes. Jn. JApp. Phys.007 .  \n(12Yu, Z.; Wu, Y.; Xiao, L.; Chen, J.; Liao, Q.;\\\\mathrm { Q . } ;Q.; Yao, J.; Fu, H. Organic Phosphorescence Nanowire Lasers. J. Am. Chem. Soc. 2017, 139, 63766381.  \n(13) Kim, D.-H.; D'Aléo, A.; Chen, X.-K.; Sandanayaka, A. D. S.; D. Zhao, LKio T. Zabova E anard G.Tua, Y.Choi, E.; Wu, J. W.; Fages, F.; Bédas, J.-L. Ribiere, J. C.; Adachi, C. High-Efficiency Electroluminescence and Amplified Spontaneous Emission from a Thermally Activated Delayed Fluorescent NearInfrared Emitter. Nat. Photonics 2018, 12, 98104.  \nShua, A.; Wallork, N. R.; Li, X.; Sous J.; Mai, V. T. N.; McGregor, S. K.M. Chen, K.; Lepage, R. J.; renske, E. H.Moo, E. G.; Namdas, E. B.; Lo, S.-C. Deep-Red Lasing and Amplified Spontaneous Emisson from Nature Inspired Bay-Annulated Indigo Derivatives. Adv. Opt. Mater. 2019, 7, 1901350.  \n(15) Ye, H.; Cui, L.; Matsushima, T.; Qin, C.; Adachi, C. Deep-Red Amplified Spontaneous Emission from cis-Configured Squaraine. ACS Appl. Mater. Interfaces 2018, 10, 2731.  \n(16) Mai, V. T. N.; Shukla, A.; Mamada, M.; Maedera, S.; Shaw, P. E.; Sobus, J.; Allison, I.; Adachi, C.; Namdas, E. B.; Lo, S.-C. Low Amplified Spontaneous Emission Threshold and Efficient Electroluminescence from a Carbazole Derivatized Excited-State Intramolecular Proton Transfer Dye. ACS Photonics 2018, 5, 44474455. (17) Wang, X.; Li, Z.-Z.; Zhuo, M.-P.; Wu, Y.; Chen, S.; Yao, J.; Fu, H.Tunable Near-Infrared Organic Nanowire Nanolasers. Adv. Funct. Mater. 2017, 27, 1703470.  \n(18) Nakanotani, H.; Furukawa, T.; Hosokai, T.; Hatakeyama, T.; Adachi, C. Light Amplification in Molecules Exhibiting Thermally Activated Delayed Fluorescence. Adv. Opt. Mater. 2017, 5, 1700051. (19) Morales-Vidal, M.; Boj, P. G.; Villalvilla, J. M.; Quintana, J. A.; Yan, Q.;\\\\mathrm { Q . } ;Q.; Lin, N.-T.; Zhu, X.; Ruangsupapichat, N.; Casado, J.; Tsuji, aa -Gc .A.Conied Olo phenylenevinylene)s for Photostable and Broadly Tunable, SolutionProcessable Thin Film Organic Lasers. Nat. Commun. 2015, 6, 8458. (20) Morales-Vidal, M.; Quintana, J. A.; Villalvilla, J. M.; Boj, P. G.; Nishioka, H.; Tsuji, H.; Nakamura, E.; Whitworth, G. L.; Turnbull, G. A.Samuel I. .W.az-Garcia, M.A.Carn-Brid pPhenylenevinylene Polymer for High-Performance Solution-Processed Distributed Feedback Lasers. Adv. Opt. Mater. 2018,6 1800069.  \n(21) Jiang, Y.; Fang, W.; Chang, S.J.; Huang, J.J.; Chu, S.−C.;{ \\\\mathrm { S . ^ { - } C . } } ;S.−C.; Hu, S.-M.; Liu, C.-F.; Lai, W.-Y.; Huang, W. Towards Monodisperse StarShaped Ladder-Type Conjugated Systems: Design, Synthesis, Sabilized Blue lecroluminescence, nd Amplifed Sontanous Emission. Chem. - Eur. J. 2017, 23, 54485458. (2) Zhang, H.; Liu, X.; Lu, T.-T.; Lv, P.; Lai, W.-Y. Monodisperse Six-Armed Starbursts based on Truxene-Cored Multibranched Oligofluorenes: Design, Synthesis, and Stabilized Lasing Characteristics. Chem. - Eur. J. 2019, 25, 39093917.  \n(23) Sandanayaka, A. S. D.; Yoshida, K.; Inoue, M.; Qin, C.; Goushi, K.; Ribierre, J.-C.; Matsushima, T.; Adachi, C. Quasi-ContinuousWave Organic Thin-Film Distributed Feedback Laser. Adv. Opt. Mater. 2016, 4, 834839.  \n(24) Sandanayaka, A. S. D.; Matsushima, T.; Bencheikh, F.; Yoshida, K.; Inoue, M.; Fujihara, T.; Goushi, K.; Ribierre, J.-C.; Adachi, C. Toward Continuous-Wave Operation of Organic Semiconductor Lasers. Sci. Adv. 2017, 3, No. e1602570.  \n(25) Setoguchi, Y.; Adachi, C. Suppression of Roll-Off Characterleouec H n ns c Light Emitting Diodes by Introducing Reduced Carrier Injection Barriers. J. Appl. Phys. 2010, 108, 065.  \n(26) Hammond, G. S.; Saltiel, J. Photosensitized Cis-Trans Isomerization of the Stilbenes. J. Am. Chem. Soc. 1962, 84, 4983 4984.  \nl Y.I n ; Durr, H., Bouas-Laurent, H., Eds.; Elsevier: Amsterdam, 1990. (28) Arai, T.; Tokumaru, K. Photochemical One-Way Adiabatic Isomerization of Aromatic Olefins. Chem. Rev. 1993, 93, 2339. (29) Anger, I.; Sundahl, M.; Wennerström, O.; Sandros, K.; Arai, T.; Tokumaru, K. Triplet State 1- and 2-Fold Cis-Trans Isomerization of Bis(styryl)arenes - Balance between Diabatic and Adiabatic Mechanisms. J. Phys. Chem. 1992, 96, 70277032.  \n(30) Cao, M.; Cai, Z.; Chen, X.; Yi, K.; Wei, D. Photo-Switchable Field-Effect Transistors based on Two-Dimensional Stilbene Oligomer Crystals. J. Mater. Chem. C 2017, 5, 95979601.  \n. X. R.Li .An Expedin Synthe Fus Heta Bea Pyrrolo\\[3,2-b\\]pyrrole Core. Chem. Commun. 2012, 48, 1222512227. (32) Qiu, L.; Wang, X.; Zhao, N.; Xu, S.; An, Z.; Zhuang, X.; Lan, Z.; Wen, L.; Wan, X. Reductive Ring Closure Methodology toward and Limitation. J. Org. Chem. 2014, 79, 1133911348.  \n(33) Fukazawa, A.; Hara, M.; Okamoto, T.; Son, E.-C.; Xu, C.; Tamao, K.; Yamaguchi, S. Bis-Phosphoryl-Bridged Stilbenes Synthesized by an Intramolecular Cascade Cyclization. Org. Lett. 2008, 10, 913-916.  \n(34) Ebata, H.; Izawa, T.; Miyazaki, E.; Takimiya, K.; Ikeda, M.; Kuwabara, H.; Yui, T. Highly Soluble \\[1\\]Benzothieno\\[3,2-b\\]- benzothiophene (BTBT) Derivatives for High-Performance, Solution-Processed Organic Field-Effect Transistors. J. Am. Chem. Soc. 2007, 129, 1573215733.  \n(35)Yuan, Y.; Giri, G.; Ayzer, A. L. Zoombelt, A. P.; Mannseld, S. C.B.e J .T . F H Z.Uhigh Mobility Transparent Organic Thin Film Transistors Grown by an Off-Centre Spin-Coating Method. Nat. Commun. 2014, 5, 3005. ea .Applctatual Bonba nalys Natural Resonance Theory to Delocalization and Aromaticity in FiveMembered Heteroaromatic Compounds. J. Org. Chem. 1998, 63, 24972506.  \n(37) Subramanian, G.; von Ragué Schleyer, P.; Jiao, H. Are the Most Stable Fused Heterobicycles the Most Aromatic? Angew. Chem., Int. Ed. Engl. 1996, 35, 26382641.  \n(38) Tolmachev, E. L.; Kudryavtsev, A. B.; Zheltov, A. Y.; Stepanov, B. I. Synthesis of Benzofuro\\[3,2-b\\]benzofuran and Benzofuro\\[2,3- b\\]benzofuran. Zhurnal Organicheskoi Khimii 1989, 25, 17641773. (39) Chen, D.; Li, J.; Ma, W.; Li, B.; Zhen, Y.; Zhu, X.; Hu, W.; Tsuji, H.; Nakamura, E. 2,7-Dioctylbenzofuro\\[3,2-b\\]benzofuran: An Organic Semiconductor with Two-dimensional Transport Channels. Asian J. Org. Chem. 2018, 7, 22282232.  \n(40) Sun, N.; Huang, P.; Wang, Y.; Mo, W.; Hu, B.; Shen, Z.; Hu, X. Zeolite-Catalyzed Synthesis of 2,3-Unsubstituted Benzo\\[b\\]furans via the Intramolecular Cyclization of 2-Aryloxyacetaldehyde Acetals. (41) Wang, Y.; Chen, F.; Di, H.; Xu, Y.; Xiao, Q.;\\\\mathrm { Q . } ;Q.; Wang, X.; Wei, H.; Lu, Y.; Zhang, L.; Zhu, J.; Sheng, C.; Lan, L.; Li, J. Discovery of Potent Benzofuran-Derived Diapophytoene Desaturase (CrtN) Inhibitors with Enhanced Oral Bioavailability for the Treatment of cl .J. Med. Chem. 2016, 59, 32153230.  \n(42) Yokoyama, D.; Moriwake, M.; Adachi, C. Spectrally Narrow Emissions at Cutoff Wavelength from Edges of Optically and Electrically Pumped Anisotropic Organic Films. J. Appl. Phys. 2008, 103, 123104.  \n(43) Yokoyama, D.; Sakaguchi, A.; Suzuki, M.; Adachi, C. Horizontal Orientation of Linear-Shaped Organic Molecules Having Bulky Substituents in Neat and Doped Vacuum-Deposited Amorphous Films. Org. Electron. 2009, 10, 127137.  \n(44) Yokoyama, D.; Setoguchi, Y.; Sakaguchi, A.; Suzuki, M.; Adachi, C. Orientation Control of Linear-Shaped Molecules in Vacuum-Deposited Organic Amorphous Films and Its Effect on Carrier Mobilities. Adv. Funct. Mater. 2010, 20, 386391.  \n(45) Yokoyama, D.; Adachi, C. In Situ Real-Time Spectroscopic Ellipsometry Measurement for the Investigation of Molecular Orientation in Organic Amorphous Multilayer Structures. J. Appl. Phys. 2010, 107, 123512.  \noeolaserVerlag: Berlin, 2013.  \n(47) Kumar, N. D.; Bhawalkar, J. D.; Prasad, P. N.; Karasz, F. E.; Hu, B. Solid-State Tunable Cavity Lasing in a Poly(Para-Phenylene Vinylene) Derivative Alternating Block Co-Polymer. Appl. Phys. Lett. 1997, 71, 9991001.  \n(8 Rose, A.; Zhu, Z.; Maigan, C. F.; Sager, T. M. Bulovic V. Sensitivity Gains in Chemosensing by Lasing Action in Organic Polymers. Nature 2005, 434, 876879.  \n(49) Lee, T.-W.; Park, O. O.; Choi, D. H.; Cho, H. N.; Kim, Y. C. Low-Threshold Blue Amplified Spontaneous Emission in a Statistical Copolymer and its Blend. Appl. Phys. Lett. 2002, 81, 424426. 0) Kozlov, V. G.; Bulov, V.; Burrows, P. E.; Forrest, S. R. Laser Action in Organic Semiconductor Waveguide and Double-Heterostructure Devices. Nature 1997, 389, 362364.  \n(51) Nakanotani, H.; Akiyama, S.; Ohnishi, D.; Moriwake, M.; Yahiro, M.; Yoshihara, T.; Tobita, S.; Adachi, C. Extremely LowThreshold Amplified Spontaneous Emission of 9,9'-Spirobifluorene Derivatives and Electroluminescence from Field-Effect Transistor Structure. Adv. Funct. Mater. 2007, 17, 23282335.  \n(52) Nakanotani, H.; Saito, M.; Nakamura, H.; Adachi, C. Highly Balanced Ambipolar Mobilities with Intense Electroluminescence in Field-Effect Transistors based on Organic Single Crystal Oligo(pPhenylenevinylene) Derivatives. Appl. Phys. Lett. 2009, 95, 033308. (53) Kabe, R.; Nakanotani, H.; Sakanoue, T.; Yahiro, M.; Adachi, C. Effect of Molecular Morphology on Amplified Spontaneous Emission of Bis-Styrylbenzene Derivatives. Adv. Mater. 2009, 21, 40344038. (54) Xu, Y.; Zhang, H.; Li, F.; Shen, F.; Wang, H.; Li, X.; Yu, Y.; Ma, Y. Supramolecular Interaction-Induced Self-Assembly of Organic Molecules into Ultra-Long Tubular Crystals with Wave Guiding and Amplified Spontaneous Emission. J. Mater. Chem. 2012, 22, 1592 1597.  \n(55) Gierschner, J.; Varghese, S.; Park, S. Y. Organic Single Crystal Lasers: A Materials View. Adv. Opt. Mater. 2016, 4, 348364. (56 Fang H.-H.; Yang, J.; Feng, J.; Yamo, T.; Hotta, S.; Sun, H.-B. Functional Organic Single Crystals for Solid-State Laser Applications. Laser Photonics Rev. 2014, 8, 687715.",
  "chunks": [
    {
      "content": "  \n\n# Design Strategy for Robust Organic Semiconductor Laser Dyes\n\nYuya Oyama, Masashi Mamada,\\* Atul Shukla, Evan G. Moore, Shih-Chun Lo, Ebinazar B. Namdas and Chihaya Adachi\\*\n\nCite This: ACS Materials Lett. 2020, 2, 161-167\n\n# Read Online\n\n# ACCESS |\n\nLl Metrics & More\n\nArticle Recommendations sI Supporting Information\n\nABSTRACT: A new molecular design for organic semiconductor laser dyes showing excellent optical properties and high robustness is disclosed in this work. The suitability of a furan moiety for increasing the thermal and photostability in newly developed furan-based derivatives (BPBFCz) is demonstrated by comparing a well-known laser molecule (BSBCz) having a bis-stilbene unit. The new derivatives exhibited high photoluminescence quantum yields of nearly 100%1 0 0 \\\\%100% and radiative rate constants of ∼10˙9 s−1{ \\\\sim } 1 \\\\dot { 0 } ^ { 9 } \\\\ s ^ { - 1 }∼10˙9 s−1 in both ´solution and doped films, and their properties were also excellent in neat films. The amplified spontaneous emission (ASE) thresholds of the BPBFCz materials were found to be very low (<1μJcm−2)\\\\left( < 1 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 } \\\\right)(<1μJcm−2) , and the excited-state absorption in the ASE oscillation region\n\nLaser material Bridge 00\\* A ASE Smaller overlap Better stability Trisle er tion 400 500 600 700 800 900 Time Wavelength (nm)\n\nwas neglgibwhi ispreerableoraeaplicaions.dit ttheexcelentptia propees w comparable or superior to those of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, the decomposition temperatures of the BPBFCz emitters were much higher than that~of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, resulting in the suppression of impurity formation during the thermal deposition. In addition, the pabh c a guidelines for robust organic laser molecules.\n\nrganic light-emitting diodes (OLEDs) have been extensively researched in recent decades, resulting in their use in commercial products and their l organic semiconductor laser diodes (OSLDs), the likely successor to OLEDs, and the practical application of organic gain media in solid-state lasers have been a challenging research topic. OSLs are expected to provide new opportunities for electronic devices because of their wavelength tunability, mechanical flexibility, and low-cost manufacturability. Following long-term efforts to improve resonator structures and charge-injection device configurations, the first demonstration of an electrically pumped OSLD7\\\\mathrm { O S L D ^ { 7 } }OSLD7 was reported in 2019 by using the relatively long-established bis-stilbene derivative BSBCz (Figure 1) as the organic semiconducting a been developed according to diverse molecular design in terms of availability and fluorescence and lasing properties. However, the stability of the OSLD at high current densities was extremely low, presumably due to the degradation of BSBCZ,B23,244 making practical application and detailed inves\n\ntigation of the OSLD difficult. Therefore, robust organic laser dyes that can withstand even high exciton densities are highly desired.\n\nAn analysis of reported organic laser dyes shows that a high radiative rate constant (kr)\\\\left( k \\_ { \\\\mathrm { r } } \\\\right)(kr​) , that is, a high photoluminescence (PL) quantum yield (QY) and a short fluorescence lifetime (τf)\\\\left( \\\\tau \\_ { \\\\mathrm { f } } \\\\right)(τf​) , is the key to obtaining low thresholds for amplified ⟨EthΔ ASE\\\\langle E \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }⟨EthΔ ASE​ and EthΔ laser,E \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ l a s e r } } ,EthΔ laser​, respectively). A small excited-state absorption cross-section is also important for low thresholds and high stability because it decreases exciton losses in population inversion. In addition, materials that have facile and scalable synthetic routes, good processability, and high reproducibility are favorable. Moreover, good semiconducting properties and optical characteristics under neat conditions, that is, without a host/guest system, are crucial to reducing exciton annihilation losses in devices.2 25\n\n![](https://storage.treer.ai/images/9647f67ac125b67efc4453a13aae491d7699debe96261221f0a8ce90de5b51f0.jpg)  \nFigure 1. (a) Chemical structures of BSBCz\\\\mathbf { B S B C z }BSBCz and furan derivatives BPBFCz1 and BPBFCz2. (b) UV-vis absorption (dashed lines) and emission (solid lines) spectra of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2 in toluene. (c) ASE spectra in 6 wt %\\\\%% doped CBP films and triplet excitedstate absorption spectra (at a time delay of 8 ns{ \\\\mathbf { 8 \\\\ n s } }8 ns ) in toluene of BSBCz\\\\mathbf { B S B C z }BSBCz BPBFCzl, and BPBFCz2\\\\mathbf { B P B F C z } 2BPBFCz2 .\n\nTable 1. Photophysical, Electrochemical and ASE Properties of BSBCz, BPBFCz1, and BPBFCz2 in Solution, 6 wt %\\\\%% Doped CBP Films, and Neat Films  \n![](https://storage.treer.ai/images/d1db42964d958b07a483d6fae5c69e28b0289b48889cf326b8de1b62593f7e4e.jpg) alu N2\\\\Nu \\_ { 2 }N2​ . bIn N2{ ^ b } ",
      "chunkIndex": 0,
      "startChar": 0,
      "endChar": 5000,
      "totalChunks": 9,
      "summary": "Figure 1 displays BSBCz and BPBFCz structures; UV-vis and emission spectra; ASE spectra in doped CBP; and ESA data in toluene. It lists photophysical, electrochemical, and ASE metrics in solution, doped, and films, highlighting near-100% PLQY, ~10^9 s^-1 kr, low ASE thresholds (<1 μJ cm^-2), and higher decomposition temperatures versus BSBCz significantly."
    },
    {
      "content": " a host/guest system, are crucial to reducing exciton annihilation losses in devices.2 25\n\n![](https://storage.treer.ai/images/9647f67ac125b67efc4453a13aae491d7699debe96261221f0a8ce90de5b51f0.jpg)  \nFigure 1. (a) Chemical structures of BSBCz\\\\mathbf { B S B C z }BSBCz and furan derivatives BPBFCz1 and BPBFCz2. (b) UV-vis absorption (dashed lines) and emission (solid lines) spectra of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2 in toluene. (c) ASE spectra in 6 wt %\\\\%% doped CBP films and triplet excitedstate absorption spectra (at a time delay of 8 ns{ \\\\mathbf { 8 \\\\ n s } }8 ns ) in toluene of BSBCz\\\\mathbf { B S B C z }BSBCz BPBFCzl, and BPBFCz2\\\\mathbf { B P B F C z } 2BPBFCz2 .\n\nTable 1. Photophysical, Electrochemical and ASE Properties of BSBCz, BPBFCz1, and BPBFCz2 in Solution, 6 wt %\\\\%% Doped CBP Films, and Neat Films  \n![](https://storage.treer.ai/images/d1db42964d958b07a483d6fae5c69e28b0289b48889cf326b8de1b62593f7e4e.jpg) alu N2\\\\Nu \\_ { 2 }N2​ . bIn N2{ ^ b } \\\\mathrm { I n } \\\\ \\\\mathrm { N } \\_ { 2 }bIn N2​ E ru el fm EHOMO\\=−4.80−EoxE \\_ { \\\\mathrm { H O M O } } = - 4 . 8 0 - E \\_ { \\\\mathrm { o x } }EHOMO​\\=−4.80−Eox​ (vs Fc/Fc+\\\\mathrm { F c / F c ^ { + } }Fc/Fc+ r ELUMO\\=−4.80−EredE \\_ { \\\\mathrm { L U M O } } = - 4 . 8 0 - E \\_ { \\\\mathrm { r e d } }ELUMO​\\=−4.80−Ered​ (vs Fc/Fc+\\\\mathrm { F c / F c ^ { + } }Fc/Fc+ film are at 297, 331, and 343 nm3 4 3 ~ \\\\mathrm { n m }343 nm .\n\nIn fact, BSBCz\\\\mathrm { B S B C z }BSBCz already satisfies all of these requirements, exhibiting a high krk \\_ { \\\\mathrm { r } }kr​ of \\>10˙8s−1{ > } 1 \\\\dot { 0 } ^ { 8 } s ^ { - 1 }\\>10˙8s−1 in neat films and a low EthΔ laserE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ l a s e r } }EthΔ laser​ of 0.22μJcm−20 . 2 2 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }0.22μJcm−2 when combined with a distributed feedback (DFB) structure. Furthermore, continuous-wave (CW) laser operation has been observed from t., Thu the π⋅\\\\pi \\\\cdotπ⋅ conjugation system of the BSBCz structure provides a starting point for designing materials with excellent characteristics and improved stability.\n\nIn the chemical structure of BSBCz\\\\mathbf { B S B C z }BSBCz the stilbene moiety is apparently a weak point, as cis—trans isomerization through triplet excited states might occur there.26 Detailed mechanisms of isomerization at C\\=C\\\\mathrm { C } { = } \\\\mathrm { C }C\\=C double bonds have been extensively examined for a wide variety of molecules.27 Such isomerization could worsen the semiconducting and photophysical caaceristics,30 thereby increasing the driving voltage required for lasing, and prevent coherent emission because of the mixing of isomers. In addition, a weakening of the doublebond nature in the excited state might also be playing a role in the degradation and decomposition of the molecule.\n\nBridged ring structures incorporating double bonds can be an effective way to suppress the isomerization. For example, carbon-bridged five-membered rings such as COPVs (5,5,10,10-tetraalkyl-5,10-dihydroindeno\\[2,1-a\\]indene derivatives) do not significantly affect the π⋅\\\\pi \\\\cdotπ⋅ conjugation system,1922 so lasing properties similar to those of BSBCz could be expected. However, vacuum sublimation, which is favorable for fabricating OSLDs as well as obtaining better device performance, might become more difficult because of the increased molecular weight. On the contrary, nitrogen-, phosphorus-, and sulfur-bridged rings (pyrrole-, phosphole-, and thiophene-fused systems) such as BTBT (\\[1\\]benzothieno\\[3,2-b\\]\\[1\\]benzothiophene) are isoelectronic with chrysene and no longer resemble the electronic structure of stilbene, resulting in a significant decrease in the optoelectronics property.31-35 Although oxygen-bridging butadiene—furan with six π\\\\piπ electrons—is considered to be isoelectronic with benzene-like pyrrole and thiophene, it more closely resembles a diene because of its small aromaticity.36,37 Therefore, we expected that a furan-fused system will yield excellent luminescence properties while improving the stability by suppressing cis isomerization.\n\nAlthough \\[1\\]benzofuro\\[3,2-b\\]\\[1\\]benzofuran (BFBF) has already been reported,38,39 we focused on a 2-phenylbenzofuran (PBF) unit in this work because it can be more easily synthesized. Thus we designed and synthesized two new laser dyes based on bisphenylbenzofuran (BPBF), namely, BPBFCz1 and BPBFCz2, as shown in Figure 1.\n\n![](https://storage.treer.ai/images/8db38e879c3287b3e03d21bb01f515e69ef281c1f08631ed8a78373b200a3c8f.jpg)  \nigur . AS charaterisics f (a) BSBCz-doped (b) BPBFCz1-doped, and (c) BPBFCz2-doped CBP filmsand (d) BSBCz,\\\\mathbf { B S B C z } ,BSBCz, (e) BPBFCz1, and (f) BPBFCz2 neat films. Output PL intensity and FWHM as a function of the excitation energy.\n\nThe synthesis methods are given in the Supporting Information (Method S1). Because the α\\\\alphaα position of furan can easily be halogenated, the key intermediate is 6- bromobenzofuran, w",
      "chunkIndex": 1,
      "startChar": 4000,
      "endChar": 9000,
      "totalChunks": 9,
      "summary": "This work designs BSBCz and BPBFCz1/2 to reduce cis–trans isomerization and exciton losses. Figure 1 shows structures, UV–vis/emission spectra, and ASE/triplet absorption in toluene and CBP films. Table 1 lists ASE data; kr >10^8 s^-1 and EthΔ ~0.22 μJ cm^-2 with DFB; CW lasing observed. Rings suppress isomerization, improving stability."
    },
    {
      "content": "ran-fused system will yield excellent luminescence properties while improving the stability by suppressing cis isomerization.\n\nAlthough \\[1\\]benzofuro\\[3,2-b\\]\\[1\\]benzofuran (BFBF) has already been reported,38,39 we focused on a 2-phenylbenzofuran (PBF) unit in this work because it can be more easily synthesized. Thus we designed and synthesized two new laser dyes based on bisphenylbenzofuran (BPBF), namely, BPBFCz1 and BPBFCz2, as shown in Figure 1.\n\n![](https://storage.treer.ai/images/8db38e879c3287b3e03d21bb01f515e69ef281c1f08631ed8a78373b200a3c8f.jpg)  \nigur . AS charaterisics f (a) BSBCz-doped (b) BPBFCz1-doped, and (c) BPBFCz2-doped CBP filmsand (d) BSBCz,\\\\mathbf { B S B C z } ,BSBCz, (e) BPBFCz1, and (f) BPBFCz2 neat films. Output PL intensity and FWHM as a function of the excitation energy.\n\nThe synthesis methods are given in the Supporting Information (Method S1). Because the α\\\\alphaα position of furan can easily be halogenated, the key intermediate is 6- bromobenzofuran, which was prepared according to the litratureAlthoug ount rbenz was also formed as an inseparable side product and the mixture of isomers was used for the next reaction, the final products can be isolated in pure form. As a result, BPBFCzl and BPBFCz2 were successfully synthesized in relatively high yields in five steps. Although the solubilities of BPBFCzl and BPBFCz2 are slightly higher than that of BSBCz in common organic solvents, they are not high enough for preparing thick films by solution process.\n\nFigure 1b shows absorption and PL spectra in toluene. The spectra in other solvents and in vacuum-deposited films along with electrochemical and photoelectron yield spectroscopy measurements are detailed in the Supporting Information (Figures S1-S3 and Tables S1-S2) and summarized in Table 1. BPBFCzl and BSBCz exhibited very similar spectra, indicating similar electronic structures for these compounds despite the introduction of the rigid furan rings. In fact, the HOMO-LUMO distributions (Method S2, Figure S4, and Table S3) and experimentally measured energy levels (Table 1) of BPBFCzl and BSBCz are nearly identical. The HOMO of BPBFCzl has a nodal surface on the furan ring and no coefficient on the oxygen atoms. Therefore, the effect of the furan ring on the HOMO is negligible. Although there are small orbital coefficients on oxygen in the LUMO of BPBFCz1, the overall distribution is also similar to that of BSBCz.\n\nOn the contrary, BPBFCz2 has a slightly destabilized LUMO level, and its LUMO distribution slightly spreads to the nitrogen of the carbazole group, suggesting that the electron-accepting property of the central core is weakened because of the weak donor of benzofuran at the center of the molecule. Therefore, the intramolecular donor-acceptor interaction is decreased for BPBFCz2, whereas BSBCz and BPBFCzl have weak donor—acceptor interactions between carbazole and the central biphenyl rings. This is also confirmed by the smaller shift of spectra for BPBFCz2 in polar solvents (Figure S1 and Table S1). As a result, BPBFCz2 exhibits spectra that are slightly blue-shifted to deep blue and a slightly larger HOMO-LUMO gap, although its electronic structure is still based on BSBCz. Interestingly, the PLQYs of BPBFCzl and BPBFCz2 are higher than those of BSBCz under all of the conditions measured here. Although the PL decay lifetimes are slightly longer, the krk \\_ { \\\\mathrm { r } }kr​ values of BPBFCzl and BPBFCz2 are very high 108‾\\\\overline { { 1 0 ^ { 8 } } }108 to 109 s−1,1 0 ^ { 9 } \\\\ s ^ { - 1 } ,109 s−1, and comparable to those of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, so low ASE and laser thresholds could be expected.\n\nFilm morphology is known to be important for the use of emitters in neat films. 42−454 2 - 4 542−45 amorphous morphology is crucial for the evaluation of ASE properties as well as the fabrication of OSLDs. The out-ofplane X-ray diffraction (XRD), atomic force microscopy (AFM), variable-angle spectroscopic ellipsometry, and uniaxial anisotropic models are shown in the Supporting Information (Figures S5-S7 and Table S4). Similar to BSBCz,{ \\\\tt B S B C z } ,BSBCz, vacuumdeposited BPBFCzl and BPBFCz2 flms were found to be amorphous, having a smooth surface with a high degree of horizontal orientation. The orientation order parameters were S \\= −0.36,S \\\\ = \\\\ - 0 . 3 6 ,S \\= −0.36, -0.25, and −0.47\\- 0 . 4 7−0.47 for BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2, respectively. The small difference in the molecular orientation is due to the different molecular shapes of these three molecules. Overall, the excellent optical properties including high PLQYs under the neat conditions suggest a high potential for the application of the derivatives to singlelayer OSLDs.\n\n![](https://storage.treer.ai/images/d666cf899bf1cefbebfaf3c3226ec7b80a0fa2b75c5255851779c3935b269430.jpg)  \nFigure 3. Thermal and photostability of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCzl, and BPBFCz2. (a) TG at 1 Pa.",
      "chunkIndex": 2,
      "startChar": 8000,
      "endChar": 13000,
      "totalChunks": 9,
      "summary": "Two BPBF-based laser dyes, BPBFCz1 and BPBFCz2, were designed to replace BSBCz for improved synthesis and stability. Figures show absorption/PL in toluene, and doped/neat films: BPBFCz1/2 resemble BSBCz electronically, but BPBFCz2 is blue-shifted with a larger bandgap. Both yield higher PLQYs and amorphous films, with stability (Figure 3) for OSLDs."
    },
    {
      "content": "try, and uniaxial anisotropic models are shown in the Supporting Information (Figures S5-S7 and Table S4). Similar to BSBCz,{ \\\\tt B S B C z } ,BSBCz, vacuumdeposited BPBFCzl and BPBFCz2 flms were found to be amorphous, having a smooth surface with a high degree of horizontal orientation. The orientation order parameters were S \\= −0.36,S \\\\ = \\\\ - 0 . 3 6 ,S \\= −0.36, -0.25, and −0.47\\- 0 . 4 7−0.47 for BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2, respectively. The small difference in the molecular orientation is due to the different molecular shapes of these three molecules. Overall, the excellent optical properties including high PLQYs under the neat conditions suggest a high potential for the application of the derivatives to singlelayer OSLDs.\n\n![](https://storage.treer.ai/images/d666cf899bf1cefbebfaf3c3226ec7b80a0fa2b75c5255851779c3935b269430.jpg)  \nFigure 3. Thermal and photostability of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPBFCzl, and BPBFCz2. (a) TG at 1 Pa. The 5%5 \\\\%5% weight loss temperatures indicate the sublimation temperature (324, 332, and 343 ∘C3 4 3 ~ ^ { \\\\circ } \\\\mathbf { C }343 ∘C for BSBCz\\\\mathbf { B S B C z }BSBCz , BPBFCz1, and BPBFCz2, respectively). Note that noise exists in the BPBFCz2 signal at 345 ∘C3 4 5 ~ ^ { \\\\circ } \\\\mathbf { C }345 ∘C b The 5%5 \\\\%5% weight loss temperature indicates the decomposition temperature (478, 539, and 543 ∘C{ \\\\bf 5 4 3 ~ } ^ { \\\\circ } { \\\\bf C }543 ∘C for BSBCz \\\\mathbf { B S B C z } \\_ { \\\\mathrm { ~ } }BSBCz ​ BPBFCz1, and BPBFCz2, respectively). (c) NMR spectra of BSBCz,\\\\mathbf { B S B C z } ,BSBCz, BPCz1, and BPBFCz2 before (upper) and after (under) vacuu deposiion. (d) PL intensity normalized to the initial PL intensity for BSBCz\\\\mathbf { B S B C z }BSBCz BPBFCz1, and BPBFCz2 as a function of time irradiated by continuous-wave laser light at 355 nm3 5 5 \\\\ \\\\mathrm { n m }355 nm (excitation power 3.3 mW3 . 3 \\\\ \\\\mathrm { m W }3.3 mW .\n\nFigure 1c shows excited-state absorption spectra of BSBCz,\\\\mathrm { B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2, along with the ASE spectra of 6 wt %\\\\%% doped 4,4′–N,N′4 , 4 ^ { \\\\prime } – N , N ^ { \\\\prime }4,4′–N,N′ -dicarbazole-biphenyl (CBP) flms (vide infra). (See Figures S8-S10 for details.) For the excited-state absorption measurements, the emitter concentration was adjusted to give the same absorbance at the excitation wavelength of 370 nm3 7 0 ~ \\\\mathrm { n m }370 nm for all emitters. Because triplet excited states are sensitive to oxygen quenching, transient absorption spectroscopy (TAS) was performed under ambient and deoxygenated conditions to confirm the presence of a triplet excited state. In general, long-lived triplet excited states lead to significant losses, especially under CW operation and electrical excitation. A small overlap between the excited-state absorption and the ASE and lasing spectra is an important a h s triplet excited states are slightly longer for BPBFCzl and BPBFCz2, all compounds have very short decays faster than 1 μs\\\\mu { s }μs It is noteworthy that the triplet excited-state absorption spectra of BPBFCzl and BPBFCz2 are red-shifted compared with that of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, resulting in a decrease in the overlap at the ASE wavelength. In addition, the calculation of absorption, stimulated emission, and triplet excited-state absorption cross sections (σabs, σem,( \\\\sigma \\_ { \\\\mathrm { a b s } } , \\\\ \\\\sigma \\_ { \\\\mathrm { e m } } ,(σabs​, σem​, and σTT,\\\\sigma \\_ { \\\\mathrm { T T } } ,σTT​, respectively) confirmed the condition of σem\\>σTT\\\\sigma \\_ { \\\\mathrm { e m } } > \\\\sigma \\_ { \\\\mathrm { T T } }σem​\\>σTT​ (Method S3 and Figure S11), which is preferable for laser applications.\n\nFigure 2 shows emission properties as a function of pump intensty and EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ of BSBCz,{ \\\\tt B S B C z } ,BSBCz, BPBFCz1, and BPBFCz2 in wt %\\\\%% doped CBP films and neat films for the optimized flm thicknesses. The EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta ~ A S E } }EthΔ ASE​ value was determined fom aon increase in the emission intensities plotted against the excitation light intensity and is summarized in Table 1. The neat film of BPBFCz1 has an EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ value of 1.8μJcm−2.1 . 8 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 } .1.8μJcm−2. which is slightly higher than that of 1.2μJcm−21 . 2 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }1.2μJcm−2 for BSBCz. In ccontrast, E˙thΔAS~E\\\\dot { E } \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta A \\\\widetilde { S } E } }E˙thΔASE​ for the neat fil f BPBFCz was the lowes a only 0.60μJ cm−20 . 6 0 \\\\mu \\\\mathrm { J ~ c m } ^ { - 2 }0.60μJ cm−2 . These results are consistent with the overall krk \\_ { \\\\mathrm { r } }kr​ values, although we expected a lower EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ for BPBFCz1 ba",
      "chunkIndex": 3,
      "startChar": 12000,
      "endChar": 17000,
      "totalChunks": 9,
      "summary": "Supporting Information compares BSBCz, BPBFCz1, and BPBFCz2 thin films. All are amorphous with horizontal orientation (−0.25 to −0.47). Figure 3 shows sublimation 324–343 °C, decomposition 478–543 °C, plus NMR; 355 nm photostability. Figure 1c/TAS reveals triplet states; σem>σTT favors lasing. Figure 2: EthΔASE—BPBFCz1 1.8 μJ cm−2; BSBCz 1.2; BPBFCz2 0.60."
    },
    {
      "content": "mized flm thicknesses. The EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta ~ A S E } }EthΔ ASE​ value was determined fom aon increase in the emission intensities plotted against the excitation light intensity and is summarized in Table 1. The neat film of BPBFCz1 has an EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ value of 1.8μJcm−2.1 . 8 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 } .1.8μJcm−2. which is slightly higher than that of 1.2μJcm−21 . 2 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }1.2μJcm−2 for BSBCz. In ccontrast, E˙thΔAS~E\\\\dot { E } \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta A \\\\widetilde { S } E } }E˙thΔASE​ for the neat fil f BPBFCz was the lowes a only 0.60μJ cm−20 . 6 0 \\\\mu \\\\mathrm { J ~ c m } ^ { - 2 }0.60μJ cm−2 . These results are consistent with the overall krk \\_ { \\\\mathrm { r } }kr​ values, although we expected a lower EthΔ ASEE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta \\\\ A S E } }EthΔ ASE​ for BPBFCz1 based on its faster krk \\_ { \\\\mathrm { r } }kr​ Therefore, there may be room to improve the threshold through further optimization. Note that these results might be related to the degree of molecular orientation. The EthΔAS~EE \\_ { \\\\mathrm { t h } } ^ { \\\\mathrm { \\\\Delta A \\\\widetilde { S } E } }EthΔASE​ values for CBP films doped with BPBFCzl, BPBFC SBC 0 0 0.49μJ cm−2.0 . 4 9 \\\\mu \\\\mathrm { J } \\\\ c m ^ { - 2 } .0.49μJ cm−2. respectively. Overall, these values are very low compared with those reported so far, with thresholds of <1μJcm−2< 1 \\\\mu \\\\mathrm { J } \\\\mathrm { c m } ^ { - 2 }<1μJcm−2 still very limited, 5,10 confirming that the new derivatives are excellent lasing materials and are highly promising for use in OSLDs.\n\nFinally, we evaluated the stabilities of the materials using thermogravimetric-differential thermal analysis (TG-DTA) and photodegradation tests under CW laser irradiation (Figure 3). The TG measurements at 1 Pa revealed sublimation temperatures that are similar for the three materials, with final weights reaching close to −100%\\- 1 0 0 \\\\%−100% . At ambient pressure, the decomposition of BPBFCzl and BPBFCz2 appeared at temperatures \\>500 ∘C,{ > } 5 0 0 \\\\ ^ { \\\\circ } \\\\mathrm { C } ,\\>500 ∘C, which is ca. 60 ∘C6 0 ~ ^ { \\\\circ } \\\\mathrm { C }60 ∘C higher than that of BSBCz. These results indicate that the thermal stability of the stilbene unit was dramatically improved by crosslinking with oxygen atoms and forming a fused-furan ring. In addition, the larger difference between sublimation and decomposition temperatures indicates that BPBFCzl and BPBFCz2 are less likely to decompose when vacuum-deposited.\n\nHere we confirmed that BSBCz is indeed not extremely stable at high temperatures, as seen in Figure 3c. The NMR spectra for a thin film of BSBCz prepared by vacuum deposition at a pressure of <10−4< 1 0 ^ { - 4 }<10−4 Pa exhibit small peaks at around 6.77, 7.58 7.68, and 7.90 ppm,7 . 9 0 \\\\mathrm { \\\\ p p m } ,7.90 ppm, which were not observed before sublimation. The impurity formed during sublimation upon heating might be its cis isomer, according to the NMR of a cis-stilbene (Figure S12). This indicates that the films of BSBCz in previous works, including in an electrically pumped laser device, were, unfortunately, not highly pure, and these impurities may be difficult to avoid because the vacuum level in the deposition chamber used here is already very high. On the contrary, BPBFCzl and BPBFCz2 showed identical NMR spectra before and after vacuum deposition, indicating that sublimation occurs without decomposition and isomerization. Therefore, these compounds could provide high-purity thin films, which is promising for improving OSLD performance.\n\nFuran rings are known to undergo photooxidation reactions and are considered to have low photostability. Indeed, the emission color for the neat film of BPBFCz2 in ambient air rapidly changed upon irradiation with excitation light because of a growing emission band at 600−700  nm6 0 0 { - } 7 0 0 ~ \\\\mathrm { ~ n m }600−700  nm although BPBFzl showed no such behavior (see Figure S13). However, this photoreaction could be completely suppressed with encapsulation in a glove box, after which emission at longer wavelengths was not observed even following strong excitation, suggesting that the material may still be useful because organic devices are generally fabricated without exposure to air.\n\nFigure 3d shows the change of PL intensity as a function of the irradiation time for neat films of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2 under N2\\\\Nu \\_ { 2 }N2​ .The samples were excited using a CW laser with an excitation wavelength of 355 nm3 5 5 ~ \\\\mathrm { n m }355 nm to include the effect of triplet excitons, and the exciton densities were controlled to be equal for all samples under the same excitation intensity by adjusting the film thickness. The emission intensity of BSBCz decreased more rapidly compared with those of BPBFCz1 and ",
      "chunkIndex": 4,
      "startChar": 16000,
      "endChar": 21000,
      "totalChunks": 9,
      "summary": "Table 1 summarizes EthΔASE thresholds: neat BPBFCz1 1.8 μJ cm−2; BSBCz 1.2; neat BPBFCz 0.60; CBP doped with BPBFCz ~0.49 μJ cm−2. Figure 3 (TG-DTA/NMR) shows BPBFCz1/2 sublimation >500 °C and higher stability than BSBCz; films are high-purity. Photostability: BPBFCz2 oxidizes in air, encapsulation prevents; BSBCz decays faster at 355 nm."
    },
    {
      "content": "0−700  nm6 0 0 { - } 7 0 0 ~ \\\\mathrm { ~ n m }600−700  nm although BPBFzl showed no such behavior (see Figure S13). However, this photoreaction could be completely suppressed with encapsulation in a glove box, after which emission at longer wavelengths was not observed even following strong excitation, suggesting that the material may still be useful because organic devices are generally fabricated without exposure to air.\n\nFigure 3d shows the change of PL intensity as a function of the irradiation time for neat films of BSBCz,{ \\\\mathrm { B S B C z } } ,BSBCz, BPBFCzl, and BPBFCz2 under N2\\\\Nu \\_ { 2 }N2​ .The samples were excited using a CW laser with an excitation wavelength of 355 nm3 5 5 ~ \\\\mathrm { n m }355 nm to include the effect of triplet excitons, and the exciton densities were controlled to be equal for all samples under the same excitation intensity by adjusting the film thickness. The emission intensity of BSBCz decreased more rapidly compared with those of BPBFCz1 and BPBFCz2, and the half-life times of the emission intensities for the furan derivatives were 20 times longer than that of BSBCz. The same trend was also observed under light amplification (Figure S14). These results indicate that the excited-state stability can be dramatically improved by a small modification of the double-bond structure.\n\nIn conclusion, we succeeded in designing and synthesizing new organic laser materials based on a fused furan ring. Despite the fact that BSBCz was used in many advanced organic laser devices owing to its low lasing thresholds, its poor stability could hinder further applications. In this work, we confirmed that the purity of vacuum-deposited films of BSBCz is low because of cis isomerization. On the contrary, BPBFCzl and BPBFCz2 clearly demonstrate that there is a way to improve the stability without sacrificing optical and lasing properties. The BPBFCz emitters showed quite high PLQYs, small excited-state absorption cross-sections, and low ASE thresholds. In addition, both thermal and photostabilities were dramatically improved. These results suggest that BPBFCzl and BPBFCz2 are very promising materials in terms of developing organic semiconductor laser diodes. Furthermore, this strategy of employing furan to improve the stability could find wide application because stilbene moieties are already frequently used in organic fluorescent and laser dyes.4756\n\n# ASSOCIATED CONTENT\n\n# ∙\\\\bullet∙ Supporting Information\n\nThe Supporting Information is available free of charge at https://pubs.acs.org/doi/10.1021/acsmaterialslett.9b00536.\n\nSynthesis and characterization (Method S1), DFT calculations (Method S2), reagents (Table S5), instruments (Table S6), experimental details (Method S4) and NMR spectra (Data S1) (PDF)\n\n# AUTHOR INFORMATION\n\nCorresponding Authors Masashi Mamada Kyushu University, Fukuoka, Japan;  \n⊚\\\\circledcirc⊚ orcid.org/0000-0003-0555-2894; Email: mamada@  \nopera.kyushu-u.ac.jp Chihaya Adachi Kyushu University, Fukuoka, Japan;  \n⊚\\\\circledcirc⊚ orcid.org/0000-0001-6117-9604; Email: adachi @@@  \ncstf.kyushu-u.ac.jp  \nOther Authors Yuya Oyama Kyushu University, Fukuoka, Japan Atul Shukla The University of Queensland, Brisbane  \nAustralia Evan G. Moore — The University of Queensland, Brisbane,  \nAustralia; ⊕\\\\oplus⊕ orcid.org/0000-0001-7032-2062 Shih-Chun Lo The University of Queensland, Brisbane,  \nAustralia; 10◯\\\\textcircled { 1 0 }10◯ orcid.org/0000-0002-4634-5376 Ebinazar B. Namdas The University of Queensland,  \nBrisbane, Australia; 1◯\\\\textcircled { 1 }1◯ orcid.org/0000-0001-5761-495X  \nComplete contact information is available at:  \nhttps://pubs.acs.org/10.1021/acsmaterialslett.9b00536\n\n# Notes\n\nThe authors declare no competing financial interest.\n\n# ACKNOWLEDGMENTS\n\nWe thank Dr. R. Kabe for helpful discussions, Ms. K. Kusuhara and Ms. N. Nakamura for material supply, and Dr. W. J. Potscavage, Jr., for thorough editing of the manuscript. This work was financially supported by JST ERATO grant number JPMJER1305 and JSPS KAKENHI grant number 19H02790 and the Australian Research Council (DP160100700).\n\n# REFERENCES\n\n(1) Baldo, M. A.; O'Brien, D. F.; You, Y.; Shoustikov, A.; Sibley, S.; Thompson, M. E.; Forrest, S. R. Highly Efficient Phosphorescent Emission from Organic Electroluminescent Devices. Nature 1998, 395, 151154.  \n() Baldo, M. A.; Thompson, M. E.; Forrest, S. R. High-Efficiency Fluorescent Organic Light-Emitting Devices Using a Phosphorescent Sensitizer. Nature 2000, 403, 750753.  \n(3) Uoyama, H.; Goushi, K.; Shizu, K.; Nomura, H.; Adachi, C. Highly Efficient Organic Light-Emitting Diodes from Delayed Fluorescence. Nature 2012, 492, 234238.  \n(4) Nakanotani, H.; Higuchi, T.; Furukawa, T.; Masui, K.; Morimoto, K.; Numata, M.; Tanaka, H.; Sagara, Y.; Yasuda, T.; Adachi, C. High-Efficiency Organic Light-Emitting Diodes with Fluorescent Emitters. Nat. Commun. 2014, 5, 4016. (5) Kuehne, A. J. C.; Gather, M. C. Organic Lasers: Recent Developments on Materials, Device Geometries",
      "chunkIndex": 5,
      "startChar": 20000,
      "endChar": 25000,
      "totalChunks": 9,
      "summary": "Researchers designed fused-furan organic lasers (BPBFCz1/2) to overcome BSBCz instability from cis isomerization. Figure 3d shows PL decay under 355 nm excitation; BSBCz decays fastest, while BPBFCz1/2 lifetimes are ~20× longer (in Fig. S14). Encapsulation suppresses photoreaction, enabling air-free fabrication; BPBFCz emitters offer high PLQYs, ASE thresholds, and improved stability."
    },
    {
      "content": " JPMJER1305 and JSPS KAKENHI grant number 19H02790 and the Australian Research Council (DP160100700).\n\n# REFERENCES\n\n(1) Baldo, M. A.; O'Brien, D. F.; You, Y.; Shoustikov, A.; Sibley, S.; Thompson, M. E.; Forrest, S. R. Highly Efficient Phosphorescent Emission from Organic Electroluminescent Devices. Nature 1998, 395, 151154.  \n() Baldo, M. A.; Thompson, M. E.; Forrest, S. R. High-Efficiency Fluorescent Organic Light-Emitting Devices Using a Phosphorescent Sensitizer. Nature 2000, 403, 750753.  \n(3) Uoyama, H.; Goushi, K.; Shizu, K.; Nomura, H.; Adachi, C. Highly Efficient Organic Light-Emitting Diodes from Delayed Fluorescence. Nature 2012, 492, 234238.  \n(4) Nakanotani, H.; Higuchi, T.; Furukawa, T.; Masui, K.; Morimoto, K.; Numata, M.; Tanaka, H.; Sagara, Y.; Yasuda, T.; Adachi, C. High-Efficiency Organic Light-Emitting Diodes with Fluorescent Emitters. Nat. Commun. 2014, 5, 4016. (5) Kuehne, A. J. C.; Gather, M. C. Organic Lasers: Recent Developments on Materials, Device Geometries, and Fabrication Techniques. Chem. Rev. 2016, 116, 1282312864.  \n(6) Samuel, I. D. W.; Turnbull, G. A. Organic Semiconductor Lasers. Chem. Rev. 2007, 107, 12721295.  \n(7) Sandanayaka, A. S. D.; Matsushima, T.; Bencheikh, F.; Terakawa, .J. u T.u J.; Aci .Indictio rnt-Inetion Lasing om Semiconductor. Appl. Phys. Express 2019, 12, 061010.  \n(8) Aimono, T.; Kawamura, Y.; Goushi, K.; Yamamoto, H.; Sasabe, H.; Adachi, C. 100%1 0 0 \\\\%100% Fluorescence Efficiency of 4,4'-Bis\\[(NCarbazole)styryl\\]biphenyl in a Solid Film and the Very Low Amplified Spontaneous Emission Threshold. Appl. Phys. Lett. 2005, 86, 071110.  \n(9) Nakanotani, H.; Adachi, C.; Watanabe, S.; Katoh, R. Spectrally Narrow Emission from Organic Films under Continuous-Wave Excitation. Appl. Phys. Lett. 2007, 90, 231109.  \n(10) Mamada, M.; Fukunaga, T.; Bencheikh, F.; Sandanayaka, A. S. D.; Adachi, C. Low Amplified Spontaneous Emission Threshold from Organic Dye Basen Bs-tilbene.AdvFunct. Mater. 0,2 1802130.  \n(11) Yokoyama, D.; Nakanotani, H.; Setoguchi, Y.; Moriwake, M.; Ohnishi, D.; Yahiro, M.; Adachi, C. Spectrally Narrow Emission at Cutoff Wavelength from Edge of Electrically Pumped Organic Lightmitt Dioes. Jn. JApp. Phys.007 .  \n(12Yu, Z.; Wu, Y.; Xiao, L.; Chen, J.; Liao, Q.;\\\\mathrm { Q . } ;Q.; Yao, J.; Fu, H. Organic Phosphorescence Nanowire Lasers. J. Am. Chem. Soc. 2017, 139, 63766381.  \n(13) Kim, D.-H.; D'Aléo, A.; Chen, X.-K.; Sandanayaka, A. D. S.; D. Zhao, LKio T. Zabova E anard G.Tua, Y.Choi, E.; Wu, J. W.; Fages, F.; Bédas, J.-L. Ribiere, J. C.; Adachi, C. High-Efficiency Electroluminescence and Amplified Spontaneous Emission from a Thermally Activated Delayed Fluorescent NearInfrared Emitter. Nat. Photonics 2018, 12, 98104.  \nShua, A.; Wallork, N. R.; Li, X.; Sous J.; Mai, V. T. N.; McGregor, S. K.M. Chen, K.; Lepage, R. J.; renske, E. H.Moo, E. G.; Namdas, E. B.; Lo, S.-C. Deep-Red Lasing and Amplified Spontaneous Emisson from Nature Inspired Bay-Annulated Indigo Derivatives. Adv. Opt. Mater. 2019, 7, 1901350.  \n(15) Ye, H.; Cui, L.; Matsushima, T.; Qin, C.; Adachi, C. Deep-Red Amplified Spontaneous Emission from cis-Configured Squaraine. ACS Appl. Mater. Interfaces 2018, 10, 2731.  \n(16) Mai, V. T. N.; Shukla, A.; Mamada, M.; Maedera, S.; Shaw, P. E.; Sobus, J.; Allison, I.; Adachi, C.; Namdas, E. B.; Lo, S.-C. Low Amplified Spontaneous Emission Threshold and Efficient Electroluminescence from a Carbazole Derivatized Excited-State Intramolecular Proton Transfer Dye. ACS Photonics 2018, 5, 44474455. (17) Wang, X.; Li, Z.-Z.; Zhuo, M.-P.; Wu, Y.; Chen, S.; Yao, J.; Fu, H.Tunable Near-Infrared Organic Nanowire Nanolasers. Adv. Funct. Mater. 2017, 27, 1703470.  \n(18) Nakanotani, H.; Furukawa, T.; Hosokai, T.; Hatakeyama, T.; Adachi, C. Light Amplification in Molecules Exhibiting Thermally Activated Delayed Fluorescence. Adv. Opt. Mater. 2017, 5, 1700051. (19) Morales-Vidal, M.; Boj, P. G.; Villalvilla, J. M.; Quintana, J. A.; Yan, Q.;\\\\mathrm { Q . } ;Q.; Lin, N.-T.; Zhu, X.; Ruangsupapichat, N.; Casado, J.; Tsuji, aa -Gc .A.Conied Olo phenylenevinylene)s for Photostable and Broadly Tunable, SolutionProcessable Thin Film Organic Lasers. Nat. Commun. 2015, 6, 8458. (20) Morales-Vidal, M.; Quintana, J. A.; Villalvilla, J. M.; Boj, P. G.; Nishioka, H.; Tsuji, H.; Nakamura, E.; Whitworth, G. L.; Turnbull, G. A.Samuel I. .W.az-Garcia, M.A.Carn-Brid pPhenylenevinylene Polymer for High-Performance Solution-Processed Distributed Feedback Lasers. Adv. Opt. Mater. 2018,6 1800069.  \n(21) Jiang, Y.; Fang, W.; Chang, S.J.; Huang, J.J.; Chu, S.−C.;{ \\\\mathrm { S . ^ { - } C . } } ;S.−C.; Hu, S.-M.; Liu, C.-F.; Lai, W.-Y.; Huang, W. Towards Monodisperse StarShaped Ladder-Type Conjugated Systems: Design, Synthesis, Sabilized Blue lecroluminescence, nd Amplifed Sontanous Emission. Chem. - Eur. J. 2017, 23, 54485458. (2) Zhang, H.; Liu, X.; Lu, T.-T.; Lv, P.; Lai, W.-Y. Monodisperse Six-Armed Starbursts based on Truxene-Cored Multibranched Oligofluorenes: Design, Synthes",
      "chunkIndex": 6,
      "startChar": 24000,
      "endChar": 29000,
      "totalChunks": 9,
      "summary": "This excerpt acknowledges funding (JPMJER1305; JSPS KAKENHI 19H02790; Australian Research Council DP160100700) and presents a References section. The cited works cover high-efficiency organic LEDs and lasers, delayed fluorescence, amplified spontaneous emission, spectrally narrow emission, and organic laser materials. No figures or data visualizations accompany this section. It lists foundational literature."
    },
    {
      "content": "X.; Ruangsupapichat, N.; Casado, J.; Tsuji, aa -Gc .A.Conied Olo phenylenevinylene)s for Photostable and Broadly Tunable, SolutionProcessable Thin Film Organic Lasers. Nat. Commun. 2015, 6, 8458. (20) Morales-Vidal, M.; Quintana, J. A.; Villalvilla, J. M.; Boj, P. G.; Nishioka, H.; Tsuji, H.; Nakamura, E.; Whitworth, G. L.; Turnbull, G. A.Samuel I. .W.az-Garcia, M.A.Carn-Brid pPhenylenevinylene Polymer for High-Performance Solution-Processed Distributed Feedback Lasers. Adv. Opt. Mater. 2018,6 1800069.  \n(21) Jiang, Y.; Fang, W.; Chang, S.J.; Huang, J.J.; Chu, S.−C.;{ \\\\mathrm { S . ^ { - } C . } } ;S.−C.; Hu, S.-M.; Liu, C.-F.; Lai, W.-Y.; Huang, W. Towards Monodisperse StarShaped Ladder-Type Conjugated Systems: Design, Synthesis, Sabilized Blue lecroluminescence, nd Amplifed Sontanous Emission. Chem. - Eur. J. 2017, 23, 54485458. (2) Zhang, H.; Liu, X.; Lu, T.-T.; Lv, P.; Lai, W.-Y. Monodisperse Six-Armed Starbursts based on Truxene-Cored Multibranched Oligofluorenes: Design, Synthesis, and Stabilized Lasing Characteristics. Chem. - Eur. J. 2019, 25, 39093917.  \n(23) Sandanayaka, A. S. D.; Yoshida, K.; Inoue, M.; Qin, C.; Goushi, K.; Ribierre, J.-C.; Matsushima, T.; Adachi, C. Quasi-ContinuousWave Organic Thin-Film Distributed Feedback Laser. Adv. Opt. Mater. 2016, 4, 834839.  \n(24) Sandanayaka, A. S. D.; Matsushima, T.; Bencheikh, F.; Yoshida, K.; Inoue, M.; Fujihara, T.; Goushi, K.; Ribierre, J.-C.; Adachi, C. Toward Continuous-Wave Operation of Organic Semiconductor Lasers. Sci. Adv. 2017, 3, No. e1602570.  \n(25) Setoguchi, Y.; Adachi, C. Suppression of Roll-Off Characterleouec H n ns c Light Emitting Diodes by Introducing Reduced Carrier Injection Barriers. J. Appl. Phys. 2010, 108, 065.  \n(26) Hammond, G. S.; Saltiel, J. Photosensitized Cis-Trans Isomerization of the Stilbenes. J. Am. Chem. Soc. 1962, 84, 4983 4984.  \nl Y.I n ; Durr, H., Bouas-Laurent, H., Eds.; Elsevier: Amsterdam, 1990. (28) Arai, T.; Tokumaru, K. Photochemical One-Way Adiabatic Isomerization of Aromatic Olefins. Chem. Rev. 1993, 93, 2339. (29) Anger, I.; Sundahl, M.; Wennerström, O.; Sandros, K.; Arai, T.; Tokumaru, K. Triplet State 1- and 2-Fold Cis-Trans Isomerization of Bis(styryl)arenes - Balance between Diabatic and Adiabatic Mechanisms. J. Phys. Chem. 1992, 96, 70277032.  \n(30) Cao, M.; Cai, Z.; Chen, X.; Yi, K.; Wei, D. Photo-Switchable Field-Effect Transistors based on Two-Dimensional Stilbene Oligomer Crystals. J. Mater. Chem. C 2017, 5, 95979601.  \n. X. R.Li .An Expedin Synthe Fus Heta Bea Pyrrolo\\[3,2-b\\]pyrrole Core. Chem. Commun. 2012, 48, 1222512227. (32) Qiu, L.; Wang, X.; Zhao, N.; Xu, S.; An, Z.; Zhuang, X.; Lan, Z.; Wen, L.; Wan, X. Reductive Ring Closure Methodology toward and Limitation. J. Org. Chem. 2014, 79, 1133911348.  \n(33) Fukazawa, A.; Hara, M.; Okamoto, T.; Son, E.-C.; Xu, C.; Tamao, K.; Yamaguchi, S. Bis-Phosphoryl-Bridged Stilbenes Synthesized by an Intramolecular Cascade Cyclization. Org. Lett. 2008, 10, 913-916.  \n(34) Ebata, H.; Izawa, T.; Miyazaki, E.; Takimiya, K.; Ikeda, M.; Kuwabara, H.; Yui, T. Highly Soluble \\[1\\]Benzothieno\\[3,2-b\\]- benzothiophene (BTBT) Derivatives for High-Performance, Solution-Processed Organic Field-Effect Transistors. J. Am. Chem. Soc. 2007, 129, 1573215733.  \n(35)Yuan, Y.; Giri, G.; Ayzer, A. L. Zoombelt, A. P.; Mannseld, S. C.B.e J .T . F H Z.Uhigh Mobility Transparent Organic Thin Film Transistors Grown by an Off-Centre Spin-Coating Method. Nat. Commun. 2014, 5, 3005. ea .Applctatual Bonba nalys Natural Resonance Theory to Delocalization and Aromaticity in FiveMembered Heteroaromatic Compounds. J. Org. Chem. 1998, 63, 24972506.  \n(37) Subramanian, G.; von Ragué Schleyer, P.; Jiao, H. Are the Most Stable Fused Heterobicycles the Most Aromatic? Angew. Chem., Int. Ed. Engl. 1996, 35, 26382641.  \n(38) Tolmachev, E. L.; Kudryavtsev, A. B.; Zheltov, A. Y.; Stepanov, B. I. Synthesis of Benzofuro\\[3,2-b\\]benzofuran and Benzofuro\\[2,3- b\\]benzofuran. Zhurnal Organicheskoi Khimii 1989, 25, 17641773. (39) Chen, D.; Li, J.; Ma, W.; Li, B.; Zhen, Y.; Zhu, X.; Hu, W.; Tsuji, H.; Nakamura, E. 2,7-Dioctylbenzofuro\\[3,2-b\\]benzofuran: An Organic Semiconductor with Two-dimensional Transport Channels. Asian J. Org. Chem. 2018, 7, 22282232.  \n(40) Sun, N.; Huang, P.; Wang, Y.; Mo, W.; Hu, B.; Shen, Z.; Hu, X. Zeolite-Catalyzed Synthesis of 2,3-Unsubstituted Benzo\\[b\\]furans via the Intramolecular Cyclization of 2-Aryloxyacetaldehyde Acetals. (41) Wang, Y.; Chen, F.; Di, H.; Xu, Y.; Xiao, Q.;\\\\mathrm { Q . } ;Q.; Wang, X.; Wei, H.; Lu, Y.; Zhang, L.; Zhu, J.; Sheng, C.; Lan, L.; Li, J. Discovery of Potent Benzofuran-Derived Diapophytoene Desaturase (CrtN) Inhibitors with Enhanced Oral Bioavailability for the Treatment of cl .J. Med. Chem. 2016, 59, 32153230.  \n(42) Yokoyama, D.; Moriwake, M.; Adachi, C. Spectrally Narrow Emissions at Cutoff Wavelength from Edges of Optically and Electrically Pumped Anisotropic Organic Films. J. Appl. Phys. 2008, 103, 123104.  \n(43) Yokoyama, D.; Sakagu",
      "chunkIndex": 7,
      "startChar": 28000,
      "endChar": 33000,
      "totalChunks": 9,
      "summary": "This excerpt compiles references on organic laser materials and devices. Topics include photostable, broadly tunable, solution-processable thin-film organic lasers; DFB and high-performance solution-processed lasers; monodisperse star-shaped ladder-type conjugated systems for blue and lasing emission; quasi-CW and CW operation; isomerization chemistry and photoswitchable FETs; benzofuro[3,2-b]benzofuran semiconductors with 2D transport and stability."
    },
    {
      "content": "1773. (39) Chen, D.; Li, J.; Ma, W.; Li, B.; Zhen, Y.; Zhu, X.; Hu, W.; Tsuji, H.; Nakamura, E. 2,7-Dioctylbenzofuro\\[3,2-b\\]benzofuran: An Organic Semiconductor with Two-dimensional Transport Channels. Asian J. Org. Chem. 2018, 7, 22282232.  \n(40) Sun, N.; Huang, P.; Wang, Y.; Mo, W.; Hu, B.; Shen, Z.; Hu, X. Zeolite-Catalyzed Synthesis of 2,3-Unsubstituted Benzo\\[b\\]furans via the Intramolecular Cyclization of 2-Aryloxyacetaldehyde Acetals. (41) Wang, Y.; Chen, F.; Di, H.; Xu, Y.; Xiao, Q.;\\\\mathrm { Q . } ;Q.; Wang, X.; Wei, H.; Lu, Y.; Zhang, L.; Zhu, J.; Sheng, C.; Lan, L.; Li, J. Discovery of Potent Benzofuran-Derived Diapophytoene Desaturase (CrtN) Inhibitors with Enhanced Oral Bioavailability for the Treatment of cl .J. Med. Chem. 2016, 59, 32153230.  \n(42) Yokoyama, D.; Moriwake, M.; Adachi, C. Spectrally Narrow Emissions at Cutoff Wavelength from Edges of Optically and Electrically Pumped Anisotropic Organic Films. J. Appl. Phys. 2008, 103, 123104.  \n(43) Yokoyama, D.; Sakaguchi, A.; Suzuki, M.; Adachi, C. Horizontal Orientation of Linear-Shaped Organic Molecules Having Bulky Substituents in Neat and Doped Vacuum-Deposited Amorphous Films. Org. Electron. 2009, 10, 127137.  \n(44) Yokoyama, D.; Setoguchi, Y.; Sakaguchi, A.; Suzuki, M.; Adachi, C. Orientation Control of Linear-Shaped Molecules in Vacuum-Deposited Organic Amorphous Films and Its Effect on Carrier Mobilities. Adv. Funct. Mater. 2010, 20, 386391.  \n(45) Yokoyama, D.; Adachi, C. In Situ Real-Time Spectroscopic Ellipsometry Measurement for the Investigation of Molecular Orientation in Organic Amorphous Multilayer Structures. J. Appl. Phys. 2010, 107, 123512.  \noeolaserVerlag: Berlin, 2013.  \n(47) Kumar, N. D.; Bhawalkar, J. D.; Prasad, P. N.; Karasz, F. E.; Hu, B. Solid-State Tunable Cavity Lasing in a Poly(Para-Phenylene Vinylene) Derivative Alternating Block Co-Polymer. Appl. Phys. Lett. 1997, 71, 9991001.  \n(8 Rose, A.; Zhu, Z.; Maigan, C. F.; Sager, T. M. Bulovic V. Sensitivity Gains in Chemosensing by Lasing Action in Organic Polymers. Nature 2005, 434, 876879.  \n(49) Lee, T.-W.; Park, O. O.; Choi, D. H.; Cho, H. N.; Kim, Y. C. Low-Threshold Blue Amplified Spontaneous Emission in a Statistical Copolymer and its Blend. Appl. Phys. Lett. 2002, 81, 424426. 0) Kozlov, V. G.; Bulov, V.; Burrows, P. E.; Forrest, S. R. Laser Action in Organic Semiconductor Waveguide and Double-Heterostructure Devices. Nature 1997, 389, 362364.  \n(51) Nakanotani, H.; Akiyama, S.; Ohnishi, D.; Moriwake, M.; Yahiro, M.; Yoshihara, T.; Tobita, S.; Adachi, C. Extremely LowThreshold Amplified Spontaneous Emission of 9,9'-Spirobifluorene Derivatives and Electroluminescence from Field-Effect Transistor Structure. Adv. Funct. Mater. 2007, 17, 23282335.  \n(52) Nakanotani, H.; Saito, M.; Nakamura, H.; Adachi, C. Highly Balanced Ambipolar Mobilities with Intense Electroluminescence in Field-Effect Transistors based on Organic Single Crystal Oligo(pPhenylenevinylene) Derivatives. Appl. Phys. Lett. 2009, 95, 033308. (53) Kabe, R.; Nakanotani, H.; Sakanoue, T.; Yahiro, M.; Adachi, C. Effect of Molecular Morphology on Amplified Spontaneous Emission of Bis-Styrylbenzene Derivatives. Adv. Mater. 2009, 21, 40344038. (54) Xu, Y.; Zhang, H.; Li, F.; Shen, F.; Wang, H.; Li, X.; Yu, Y.; Ma, Y. Supramolecular Interaction-Induced Self-Assembly of Organic Molecules into Ultra-Long Tubular Crystals with Wave Guiding and Amplified Spontaneous Emission. J. Mater. Chem. 2012, 22, 1592 1597.  \n(55) Gierschner, J.; Varghese, S.; Park, S. Y. Organic Single Crystal Lasers: A Materials View. Adv. Opt. Mater. 2016, 4, 348364. (56 Fang H.-H.; Yang, J.; Feng, J.; Yamo, T.; Hotta, S.; Sun, H.-B. Functional Organic Single Crystals for Solid-State Laser Applications. Laser Photonics Rev. 2014, 8, 687715.",
      "chunkIndex": 8,
      "startChar": 32000,
      "endChar": 35783,
      "totalChunks": 9,
      "summary": "Collection of literature on organic semiconductors and photonic devices. Topics include two-dimensional transport in benzofuran-based systems; synthesis of benzo[b]furans via intramolecular cyclization; CrtN inhibitors; spectrally narrow emissions and horizontal molecular orientation in anisotropic films; in situ ellipsometry for orientation; solid-state lasing and amplified spontaneous emission in organic crystals and devices."
    }
  ]
}